{
  "title": "Reglement des Constructions - Commune de Vétroz",
  "pages": [
    {
      "page": 1,
      "text": "COMMUNE DE VETROZ\nREGLEMENT DES CONSTRUCTIONS\n2006"
    },
    {
      "page": 2,
      "text": "TABLE DES MATIERES\n1. Dispositions générales 1\nArt 1 : But 1\nArt 2 : Bases légales 1\nArt 3 : Autorité compétente 1\nArt 4 : Rayon d'application 2\n2. Procédure 2\nA. Demande d'autorisation de construire 2\nArt 5 : Subordination à autorisation 2\nArt 6 : Demande de renseignements. 4\nArt 7 : Demande de décision préalable 5\nArt 8 : Demande d'autorisation ordinaire 5\nArt 9 : Plan de situation 5\nArt 10 : Plans de construction 6\nArt 11 : Documents spéciaux 7\nArt 12 : Dérogations 7\nArt 13 : Pose de gabarits et dispositions spéciales 7\nB. Enquête publique 8\nArt 14 : Examen préliminaire et mise à l'enquête 8\nArt 15 : Oppositions 9\nC. Traitement de la demande 9\nArt 16 : Décision de la commune et consultation des organes cantonaux 9\nArt 17 : Décision de la Commission cantonale des constructions - CCC 10\nArt 18 : Recours 10\nArt 19 : Validité de l'autorisation 11\nD. Exécution des travaux 11\nArt 20 : Mise en chantier 11\nArt 21 : Utilisation du domaine public 12\nArt 22 : Avancement des travaux 12\nArt 23 : Modifications de projets 13\nArt 24 : Contrôle et arrêt des travaux (cf art. 51 LC) 13\nArt 25 : Achèvement des travaux 13\nArt 26 : Permis d'habiter et d'exploiter 13\n3. Police des constructions 14\nA. Equipement des terrains à bâtir 14\nArt 27 :  Equipement des terrains  14\nArt 28 : Taxes de raccordement 14\nB. Circulation 14\nArt 29 : Routes communales et chemins privés 14\nArt 30 : Places de stationnement 15\nArt 31 : Accès à la voie publique (cf. Loi cantonale sur les routes) 15\nArt 32 : Places de jeux pour enfants - Espaces extérieurs 16\nC. Sécurité 16\nArt 33 : Principes 16\nArt 34 : Constructions dangereuses - Exécution par substitution 16\nArt 35 : Locaux ouverts au public 17\nArt 36 : Chantiers 17"
    },
    {
      "page": 3,
      "text": "Art 37 Neige et eaux pluviales 17\nArt 38 Accès au toit 17\nArt 39 Protection contre le feu 17\nSalubrité 18\nArt 40 Salubrité - Isolation 18\nArt 41 Installations sanitaires 18\nArt 42 Ecuries 18\nArt 43 Fosses, fumières 18\nEsthétiaue des constructions - Protection des sites 19\nArt 44 Généralités 19\nArt 45 Orientation des bâtiments et ordonnance des façades 19\nArt 46 Antennes, capteurs solaires et superstructures 19\nArt 47 Entretien 19\nArt 48 Carrières, gravières, terrassements 20\nArt 49 Petites constructions, serres 20\nArt 50 Sites 20\nArt 51 Emplacement d'affichage 20\nArt 52 Affiches, enseignes, publicité 21\nArt 53 Murs et clôtures 21\nArt 54 Haies vives 21\nArt 55 Défrichement 22\nArt 56 Murs de vigne 22\nOrdre des constructions - Réalisation 22\nArt 57 Ordre des constructions 22\nArt 58 Ordre contigu 22\nArt 59 Rupture de contiguïté 22\nArt 60 Murs contigus 22\nArt 61 Redressement de limites 23\nAlianements - Irndantation 23\nArt 62 : Retrait d'alignement 23\nArt 63 : Empiétement sur l'alignement 23\nArt 64 : Droits acquis - Transformations 24\nArt 65 : Reconstructions 24\nArt 66 : Saillies 24\nArt 67 : Balcons vitrés et vérandas 24\n4. Plans de base 25\nArt 68 : Plans généraux 25\nArt 69 : Schéma directeur 25\nArt 70 : Plan de zones 25\nArt 71 : Plan des réseaux d'équipement 26\nArt 72 : Plan d'alignement 26\nArt 73 : Plan de quartier 26\nArt 74 : Plans de remembrement 27\nArt 75 : Rectification de limites 27\nArt 76 : Plans d'aménagement détaillés 28\n5. Règlement des zones 28\nA. Prescriptions (générales et définitions des zones 28\nArt 77 : Champ d'application 28\nArt 78 : Les zones 28\nArt 79 : Types de zones 29\nArt 80 : La zone agricole 29\nArt 81 : La zone agricole protégée 29\nArt 82 : La zone des mayens 29"
    },
    {
      "page": 4,
      "text": "Art 83 : Les zones à protéger 29\nArt 84 : Les zones d'affectation différée 31\nArt 85 : Les zones de constructions et d'installations publiques 31\nArt 86 : Les zones de danger 32\nArt 87 : Changement d'affectation 32\nPrescriptions particulières aux zones de construction 32\nArt 88 : Appellation des zones de construction 32\nArt 89 : Zone de village et hameaux 32\nArt 90 : Zone résidentielle 0.7 34\nArt 91 : Zone résidentielle 0.5 34\nArt 92 : Zone résidentielle 0.3 34\nArt 93 : Zone mixte 0.6 34\nArt 94 : Zone artisanale 34\nArt 95 : Zone industrielle 34\nDéfinitions et mesures 35\nArt 96 : Point de référence d'altitude 35\nArt 97 : Hauteur des constructions 35\nArt 98 : Niveaux 35\nArt 99 : Indice d'utilisation (densité) 36\nArt 100 Surfaces déjà utilisées ; mention 37\nArt 101 Transfert d'indice - Registre 37\nArt 102 Majoration de l'indice 37\nArt 103 Taux d'occupation du sol 37\nArt 104 Distance à la limite - Détermination de la façade principale 38\nArt 105 Distance entre bâtiments 39\nArt 106 Limites obliques 39\nArt 107 Droit de rapprochement 39\nArt 108 Autres distances 39\nArt 109 Toitures 39\nArt 110 Lucarnes et superstructures 40\nArt 111 Tableau synoptique du règlement de zones 40\nDispositions transitoires et finales 42\nArt 112 : Constructions existantes 42\nArt 113 : Exceptions ( cf, art. 30 à 32 LC) 42\nArt 114 : Emoluments et frais 42\nArt 115 : Exécution par substitution 42\nArt 116 : Actes punissables et sanctions pénales (cf. art. 54 LC) 43\nArt 117 : Responsabilité 43\nArt 118 : Prescription 43\nArt 119 : Mise en vigueur 44"
    },
    {
      "page": 5,
      "text": "M anécipaliT& de^ Véfro^\nRoute de l'Abbaye 31 / 1963 Vétroz \n027 345 37 70\nREGLEMENT DES CONSTRUCTIONS\nChapitre 1, Dispositions générales\nArt 1 : But\na)  Le présent règlement a pour but d'organiser la construction afin :\n•  De préserver le bien être de tous les habitants par une conception et une exécution des \nbâtiments conformes aux règles de la sécurité, de l'hygiène et de l'esthétique;\n•  De garantir une implantation ordonnée des bâtiments et une utilisation appropriée du sol;\n•  D'assurer le maintien et l'entretien des paysages ;\n•  De protéger les valeurs historiques et culturelles, les sites naturels dignes d'intérêt.\nb)  Il définit les droits et les devoirs en matière de constructions, d'utilisation du sol, de qualité du \nmilieu bâti et de protection de son environnement.\nArt 2 : Bases légales\na)  Les dispositions prévues dans le présent règlement sont basées sur les prescriptions cantonales en \nmatière de constructions et autres domaines s'y rapportant.\nb)  Demeurent réservées les dispositions édictées par la Confédération et le canton, ainsi que le droit \ndes tiers.\nArt 3 : Autorité compétente\nEn vertu de l'art. 2 de la Loi cantonale sur les constructions du 8 février 1996 (LC), l'autorité compétente \nen matière d'autorisation de construire est :\n•  Le Conseil municipal à l'intérieur des zones à bâtir;\n•  La Commission cantonale des constructions hors zones à bâtir.\nLe Conseil municipal en tant qu'organe responsable :\na)  Fait établir les plans et règlements nécessaires, les soumet à l'approbation de l'autorité compétente \net veille à leur application."
    },
    {
      "page": 6,
      "text": "2\nb)  A l'obligation de consulter les instances cantonales compétentes et d'obtenir leur approbation par \nl'intermédiaire du Secrétariat cantonal des constructions avant de délivrer l'autorisation de \nconstruire ainsi qu'avant de délivrer le permis d'habiter ou d'exploiter lorsque les conditions requises \nsont remplies.\nc)  Veille à l'exécution conforme des projets, ceci avant, pendant et après les travaux; il peut en tout \ntemps visiter et contrôler les chantiers et les plans approuvés.\nL'approbation des plans et le contrôle des travaux n’engagent en aucune mesure la responsabilité du \nConseil Municipal quant à leur exécution et ne diminuent en rien celle du maître de l'ouvrage et de ses \nmandataires.\nArt 4 : Rayon d'application\nLes présentes dispositions sont valables pour l'ensemble du territoire de la Commune de Vétroz.\nChapitre 2. Procédure\nA.  Demande d'autorisation de construire\nArt 5 : Subordination à autorisation (cf art. 19 à 23 de l'Ordonnance cantonale du 2 octobre 1996 \nsur les constructions, ci-après OC)\n5.1  Sont subordonnés à une autorisation de construire :\nToutes les constructions, installations et objets auxquels s'appliquent les dispositions relatives au droit \ndes constructions et de l'aménagement du territoire (désignés ci après par « constructions et \ninstallations »).\nCette exigence est applicable aux projets suivants :\n1)  La construction, la reconstruction, la transformation ainsi que l'agrandissement de bâtiments, \nde corps de bâtiments et de leurs annexes ;\n2)  La démolition totale ou partielle de constructions et installations existantes;\n3)  Les autres constructions et installations et leur modification telles que :\na)  Les installations de dépôt et de distribution d'essence, de lubrifiant et de gaz (citernes, \nréservoirs, silos, etc...);\nb)  Les installations de chauffage ou de captage d'énergie (capteurs solaires, pompes à \nchaleur etc.), les fours et les cheminées d'usine, les mâts, les antennes aériennes, les \nantennes paraboliques, les stations transformatrices et commutatrices extérieures à haute \net à basse tension;\nc)  Les routes et autres ouvrages d'art privés, les ouvrages d'accès, les rampes, les conduites;\nd)  A l'intérieur des zones à bâtir, les murs, y compris les murs de soutènement et de \nrevêtement et les clôtures dont la hauteur dépasse 1.50 m, le droit forestier ainsi que les \ndispositions da la Loi sur les routes demeurant dans tous les cas réservés ;\ne)  A l'extérieur des zones à bâtir, tous les murs, clôtures fermées (palissades, haies, etc...), \nclôtures ajourées, excédant la longueur de 5 m ou une hauteur de 1.50 m ou une autre \nhauteur légalement prescrite, le droit forestier ainsi que les dispositions de la Loi sur les \nroutes demeurant dans tous les cas réservés;"
    },
    {
      "page": 7,
      "text": "3\nf)  Les installations pour le traitement des eaux usées et des déchets, les fumières, les fosses \nà purin et les installations de biogaz;\ng)  Les serres et les silos agricoles et industriels;\nh)  Les décharges et les entrepôts à ciel ouvert notamment pour les déchets artisanaux et \nindustriels, les machines et véhicules hors d'usage ainsi que l'entreposage durable de \nmatériaux tels que matériaux de construction, fer, dépôts de caisses, etc.;\ni)  Les installations sportives et de fabrication de neige artificielle, les aménagements de \ncamping, de caravaning, de motor-homes ainsi que les piscines;\nj)  Les installations de protection contre les dangers naturels;\nk)  Les installations de publicité;\nl)  Les haies vives et les plantations en bordure de routes, selon la Loi cantonale sur les \nroutes.\n5.2  Sont également subordonnés à une autorisation de construire :\na)  L'installation et l'occupation, en dehors des terrains autorisés, de baraques volantes, \ntentes, roulottes, wagons, caravanes, mobile homes, etc...\nPour toute installation, l'accord exprès du propriétaire du fonds doit être requis ;\nb)  A l'intérieur des zones à bâtir, les modifications du sol naturel (remblayage et excavation) \nexcédant une hauteur respectivement profondeur de 1.50 m, la disposition de la lettre e) \nci-après demeurant réservée;\nc)  A l'extérieur des zones à bâtir, sous réserve de la lettre e), les modifications du sol naturel \n(remblayage et excavation) excédant une surface de 500 m2 et/ou une hauteur \nrespectivement profondeur de 1.50 m;\nd)  L'aménagement des lieux d'extraction de matériaux (carrières, gravières) et de leurs \nannexes;\ne)  Tous les travaux importants de nature à modifier de façon sensible la configuration du sol, \nson utilisation ou l'aspect d'un site (suppression de bosquets, de taillis, drainages de zones \nhumides et captages de sources, aménagement de pistes de ski, de luge, de bob, \ninstallations de sport automobile, karting, motocross, trial, etc...);\nf)  L'installation de puits de pompage dans la nappe phréatique;\ng)  Toute modification importante apportée aux constructions et installations, notamment :\n•  La transformation de l'aspect extérieur telle que la modification des façades, le \nchangement de couleur des façades, les modifications de toiture ainsi que l'apport de \nmatériaux nouveaux lors de travaux de rénovation;\n•  Le changement d'affectation de constructions et d'installations ayant un effet sur le \nrespect des prescriptions applicables à la zone et des dispositions relatives aux \ndistances et aux alignements ou provoquant une charge supplémentaire importante \npour les installations d'équipement;\n•  Toutes les modifications des parties portantes d'une construction;\n•  Les modifications apportées à des bâtiments ou parties de bâtiments classés ou \ninventoriés."
    },
    {
      "page": 8,
      "text": "4\n5.3  Ne sont pas subordonnés à une autorisation de construire :\na)  Les projets qui, selon la législation fédérale, échappent totalement ou partiellement à la \nsouveraineté cantonale en matière de construction (cf. art. 22 OC);\nb)  Les constructions et installations dont l'autorisation, selon l'art. 23 OC, fait l'objet d'une procédure \nsoumise à une législation cantonale spéciale;\nc)  Les projets non soumis à autorisation selon l'art. 20 OC, à savoir :\n1)  Les travaux ordinaires d'entretien des bâtiments et installations;\n2)  Les modifications apportée à l'intérieur des bâtiments, sous réserve de l'article 5.2, lettre g), \n2ème alinéa;\n3)  A l'intérieur des zones à bâtir :\na)  Les petites constructions et installations privées annexes telles que les places de jardin non \ncouvertes et ouvertes sur deux côtés au moins, les cheminées de jardin, les installations de \njeux pour enfants, les bacs à sable, les bassins pour enfants à caractère temporaire, les \nabris à vélos non fermés, les coffres à outils, les abris et enclos pour petits animaux isolés;\nb)  Les installations et aménagements extérieurs de jardins privés tels que sentiers, escaliers, \nfontaines, étangs, sculptures, ainsi que les murs de clôtures, les murs de soutènement et de \nrevêtement ne dépassant pas 1.50m de hauteur; (les cabanons et petites \nconstructions légères sont régies par l'art. 49 ci-après);\nc)  Les constructions mobilières telles que halles de fête, chapiteaux de cirque, tribunes et le \ndépôt de matériaux pour une durée de trois mois au plus;\nd)  Les automates ainsi que les petits conteneurs tels que les conteneurs pour le compostage \net autres dont le volume n'excède pas 3m3.\n4)  Les installations agricoles amovibles telles que les serres et autres installations analogues, \nlorsque la durée ne dépasse pas 6 mois ;\n5)  Les installations provisoires de chantier et les panneaux de chantier à caractère non publicitaire.\n5.4  Demeurent réservées\nLes décisions relatives aux bâtiments classés monuments historiques et à la protection des sites ainsi que \nd'autres dispositions ou prescriptions relatives à la sauvegarde du patrimoine bâti.\n5.5  Autorisations spéciales\nL'obtention d'une autorisation de construire ne dispense pas le bénéficiaire de requérir d'autres \nautorisations prévues par la législation spéciale.\nArt 6 : Demande de renseignements\na)  Sur la base d'un dossier sommaire, une demande de renseignements sur les possibilités de \nconstruire sur un fonds déterminé peut être déposée auprès de l'autorité communale.\nb)  Elle n'équivaut pas à une demande d'autorisation de construire. Les renseignements fournis ne lient \npas l'autorité compétente et ne peuvent faire l'objet d'un recours."
    },
    {
      "page": 9,
      "text": "5\nArt 7 : Demande de décision préalable (cf. art. 44 LC et 50 OC)\na)  L'examen de questions importantes relatives à la construction et à l'affectation peut faire l'objet \nd'une demande de décision préalable adressée à l'autorité compétente en matière d'autorisation de \nconstruire.\nb)  La décision préalable est soumise à la même procédure que la décision sur la demande \nd'autorisation de construire. La durée de validité de la décision préalable est la même que celle de \nl'autorisation de construire.\nc)  Tous les documents nécessaires à une évaluation des questions posées relatives à un projet \ndéterminé ou à une partie de celui-ci sont joints à la demande. Le cas échéant, l'autorité \ncompétente retourne dans les 10 jours, au requérant ou à son mandataire, les dossiers de demande \npréalable qu'elle juge incomplets, en indiquant ses exigences.\nArt 8 : Demande d'autorisation ordinaire\nLa demande d'autorisation doit être adressée à l'autorité communale sous forme de dossier plié au \nformat A4.\nElle comprend les documents suivants en cinq exemplaires :\na)  La formule ad hoc mise à disposition au greffe municipal ; celle-ci doit être dûment remplie et \nsignée par le requérant ou son mandataire, l'auteur du projet et le(s) propriétaire(s) du fonds;\nb)  Un extrait de la carte topographique à l'échelle l:25'000 comportant l'emplacement du projet, \ndésigné par un point rouge;\nc)  Le plan de situation;\nd)  Les plans de construction;\ne)  Le calcul justificatif de l'indice d'utilisation du sol;\nf)  Un extrait valable du Registre foncier ou du cadastre avec mention des servitudes et des restrictions \nde droit public;\ng)  Les autres documents mentionnés dans la formule ad hoc ainsi que les documents spéciaux \néventuels (cf. art. 11).\nArt 9 : Plan de situation\nLe plan de situation doit être établi sur un extrait original du Registre foncier signé par un géomètre \nofficiel ou, à défaut de mensurations fédérales, sur un extrait du plan cadastral attesté par le teneur de \nce cadastre.\nCe document doit correspondre à l'état des propriétés au moment de la demande. Les quatre autres \nexemplaires peuvent être obtenus par photocopie.\nIl comportera les indications suivantes :\na)  L'échelle du plan, l'indication du nord ainsi que le nom des rues et les noms locaux;"
    },
    {
      "page": 10,
      "text": "6\nb)  Les limites et les numéros de la parcelle à bâtir et des parcelles voisines, les noms de leurs \npropriétaires, les constructions et installations réalisées sur ces parcelles, les coordonnées, la \nsurface du terrain et l'indice réglementaire d'utilisation du sol;\nc)  Les zones et les alignements approuvés selon les documents officiels en vigueur;\nd)  Les voies publiques avec leur désignation, les accès existants ou projetés et les places de parc;\ne)  Les forêts, les cours d'eau, les canaux et les lignes à haute tension;\nf)  Les constructions existantes hachurées ou teintées en gris, les constructions projetées et les \ntransformations teintées en rouge et les démolitions teintées en jaune;\ng)  Les distances par rapport à la limite des voies publiques, aux fonds et aux bâtiments voisins, aux \nforêts et bosquets, aux cours d'eau et aux lignes à haute tension;\nh)  Un point de repère de nivellement coté, contrôlable sur le terrain, sis en dehors des aménagements \nprévus pour la construction;\ni)  Le tracé du raccordement des eaux usées et pluviales aux collecteurs publics ou l'emplacement de \nl'installation d'épuration privée et le lieu de rejet des eaux;\nj)  Les tracés de raccordement aux réseaux publics d'eau potable et d'irrigation;\nk)  La position des bornes \"hydrantes\" les plus proches;\nl)  L'emplacement des installations de stockage de carburant ou de production d'énergie;\nm)  L'emplacement des installations de stockage de carburant ou de production d'énergie;\nn)  Les objets reconnus dignes de protection existants sur la parcelle à bâtir et sur les parcelles \nvoisines.\nArt 10 : Plans de construction\nLes plans de construction seront établis et dessinés dans les règles de l'art, à l'échelle 1:50 ou 1:100. Ils \nseront datés et signés par le requérant ou son mandataire et par l'auteur du projet.\nIls comprendront :\na)  Les plans de tous les niveaux avec la mention des cotes principales, de l'affectation des locaux, des \ninstallations d'aération, de production d'énergie et d'évacuation de la fumée, des matériaux \nprincipaux et des autres installations;\nb)  Les coupes avec les cotes utiles, l'indication du sol naturel et du sol aménagé; la référence au point \nde repère de nivellement mentionné sur le plan de situation. L'endroit où la coupe a été effectuée \ndevra figurer soit sur le plan de situation, soit sur le plan du rez-de-chaussée;\nc)  Toutes les façades cotées avec indications précises du sol naturel et du sol aménagé après la \nconstruction;\nd)  Les aménagements extérieurs avec les mouvements de terre, talus, murs de soutènement, clôtures \nfixes, places et accès."
    },
    {
      "page": 11,
      "text": "7\nLors de transformations, les parties de constructions existantes seront teintées en gris, les démolitions en \njaune et les ouvrages projetés en rouge ; un dossier photographique devra être joint.\nLors de constructions contiguës, l'amorce des bâtiments voisins sera indiquée sur une longueur suffisante \nen plan et en façades; un dossier photographique sera également joint.\nPour des projets importants, le Conseil municipal peut admettre des plans à l'échelle 1:200 ou 1:500.\nArt 11 : Documents spéciaux\nSont à joindre à la demande, notamment :\na)  Pour les constructions ouvertes au public : les mesures prises pour en permettre l'accès et \nl'utilisation aux personnes physiquement handicapées et aux personnes âgées, conformément à la \nlégislation sur l'intégration des personnes handicapées;\nb)  Pour les places de camping : la surface totale du terrain, le nombre d'emplacements, la surface \nréservée aux bâtiments d'exploitation, le nombre d'installations sanitaires et les détails des \naménagements extérieurs;\nc)  Pour les lieux d'extraction de matériaux et les décharges : la surface, la profondeur des excavations \net la hauteur des remblais, les profils en long et en travers, la nature du matériel exploité ou \nentreposé, les plans de reboisement ou de remise en état;\nd)  Pour les constructions industrielles, commerciales et hôtelières : le nombre probable de places de \ntravail ainsi que les pièces et indications exigées par les autorités fédérales et cantonales \ncompétentes;\ne)  Pour les entreprises d'élevage et d'engraissement : le nombre probable d'animaux et leur espèce;\nf)  Pour les constructions et transformations de halles de travail industrielles ou commerciales, ou de \nbâtiments d'une hauteur égale ou supérieure à deux niveaux sur rez : le report sur les plans des \néléments parasismiques, accompagné du formulaire cantonal dûment rempli concernant la sécurité \nparasismique des ouvrages;\ng)  Les documents utiles à l'examen de la législation sur l'énergie et sur la protection de \nl'environnement;\nh)  Tous autres documents utiles à l’examen de la demande.\nLorsqu'un projet nécessite la réalisation d'abris PC, les plans de ces derniers doivent être approuvés par \nl'autorité compétente avant le début des travaux.\nArt 12 : Dérogations\nDans les cas où la délivrance de l’autorisation de construire nécessite une dérogation, celle-ci doit être \nexpressément mentionnée et motivée dans la demande.\nArt 13 : Pose de gabarits et dispositions spéciales\na)  Pose de gabarits\nPour les constructions nouvelles et les transformations la pose de gabarits est obligatoire avant \nl'ouverture de l'enquête publique.\nLes gabarits doivent indiquer l'implantation et les dimensions extérieures de la construction ou de \nl'installation projetée, notamment la hauteur des façades aux angles du bâtiment (intersection de la"
    },
    {
      "page": 12,
      "text": "8 \nfaçade avec la ligne supérieure de toiture et inclinaison de cette ligne; pour les toits plats, indication \nde la hauteur de l'acrotère pour les toitures non accessibles, de la hauteur du garde-corps pour les \ntoitures accessibles).\nSous réserve de décision contraire du Conseil municipal, les gabarits seront maintenus en place \njusqu'à l'entrée en force de la décision relative au projet et seront enlevés immédiatement après.\nLorsqu'au moment de l'enquête publique d'un projet, les gabarits ne sont pas posés de manière \nréglementaire ou diffèrent de manière essentielle des plans de construction, le défaut doit être \ncorrigé et une nouvelle publication indiquant un nouveau délai d'opposition doit avoir lieu.\nb)  Dispositions spéciales\nPour des projets de constructions importants ou présentant une situation particulièrement \ncomplexe, ou pour des projets exposés aux dangers naturels, l’Administration communale peut \nexiger d'autres documents ou renseignements, notamment des exemplaires supplémentaires, des \nindications concernant le déroulement des travaux, les mesures de sécurité et les garanties, la pose \nde gabarits supplémentaires, le contrôle du gabaritage par un géomètre officiel, des montages \nphotographiques, des maquettes, des relevés topographiques et toute autre exigence prévue dans \nle plan directeur cantonal.\nB.  Enquête publique\nArt 14 : Examen préliminaire et mise à l'enquête\na)  A la réception de la requête, l’Administration communale contrôle si le dossier est complet et \nconforme.\nCas échéant, elle retourne dans les 10 jours, au requérant ou à son mandataire, pour correction, les \ndossiers incomplets ou contenant des irrégularités, en indiquant ses exigences, Elle peut fixer un \ndélai pour corriger ou compléter le dossier, sous la menace expresse qu'en cas d'inobservation du \ndélai, elle classera la demande.\nLa décision de classement est notifiée de la même manière qu'une décision relative à une \nautorisation de construire.\nb)  Lorsqu'un projet contrevient manifestement aux normes de droit public sur les constructions ou \nlorsqu'il ne pourrait être autorisé que par le biais d'une dérogation qui n’a pas été requise, l'autorité \ncommunale en avise par écrit le requérant ou son mandataire dans les 30 jours au plus tard.\nLa procédure d'autorisation est poursuivie lorsque, dans les 30 jours, le requérant ou son \nmandataire informe l'autorité communale qu'il maintient sa demande. Sinon, la demande est \nconsidérée comme retirée.\nc)  Toutes les demandes concernant des projets nécessitant une autorisation selon le présent \nrèglement sont mises à l'enquête publique par le Conseil municipal,au plus tard dans les 30 jours \ndès réception du dossier complet.\nLa publication a lieu par insertion dans le Bulletin officiel et par affichage au pilier public durant dix \njours.\nLa demande d'autorisation, les plans et les pièces annexes peuvent être consultés auprès du service \nmunicipal compétent par toute personne intéressée, dans le délai d'opposition.\nd)  Pour les travaux et les modifications de projets de peu d'importance qui ne touchent pas aux \nintérêts des tiers, le Conseil municipal peut faire abstraction de l'enquête publique.\nLe requérant est avisé par écrit de la renonciation à l'enquête publique."
    },
    {
      "page": 13,
      "text": "9\nArt 15 : Oppositions\na)  Motif\nLes motifs de l'opposition ne peuvent porter que sur la violation de dispositions de droit public.\nb)  Légitimation\nOnt qualité pour faire opposition :\n•  Les personnes qui se trouvent directement lésées dans leurs propres intérêts dignes de \nprotection par le projet déposé ;\n•  Toute autre personne physique ou morale que la loi autorise à recourir.\nc)  Délai et forme\n•  Le délai d'opposition est de dix jours à partir de la date de la publication dans le Bulletin \nofficiel.\n•  Les oppositions doivent être formulées par écrit, sous pli recommandé, auprès du Conseil \nmunicipal. Elles doivent êtres motivées.\n•  Un représentant est désigné pour les oppositions collectives ; à défaut le premier des \nsignataires est considéré comme représentant.\nd)  Réserve de droit\nQuiconque a la jouissance et l'exercice des droits civils peut invoquer la réserve de ses droits dans \nle délai d'opposition.\nCette réserve a pour but d'orienter le requérant et l'autorité sur l'existence de droits privés touchés \npar le projet et sur les éventuelles demandes d'indemnité.\ne)  Séance de conciliation\n•  En cas d'opposition, l'autorité compétente peut inviter les parties à une séance de \nconciliation. Elle peut également le faire en cas d'allégation d'une réserve de droit.\n•  Avant la séance de conciliation, elle peut soumettre les oppositions au requérant et impartir \nà ce dernier un délai de 10 jours pour se déterminer à leur sujet.\n•  Le résultat des pourparlers et l'indication des oppositions non liquidées seront consignés \ndans un procès-verbal.\nC.  Traitement de la demande\nArt 16 : Décision de la commune et consultation des organes cantonaux fcf, art, 41 à 45 et \n51 OC)\na)  A l’expiration du délai d'opposition ou, le cas échéant, après la séance de conciliation, la commune \nexamine d'office si la demande est conforme aux dispositions du droit public. Elle peut, en outre, \nconsulter des spécialistes, voire exiger des expertises et autres mesures. Le sort des frais est réglé \ndans la décision."
    },
    {
      "page": 14,
      "text": "10\nb)  Si le projet est conforme aux dispositions du droit des constructions dont l'application lui incombe, \nla commune peut transmettre la demande en quatre exemplaires au Secrétariat cantonal des \nconstructions afin qu'il consulte les organes cantonaux concernés pour préavis.\nc)  Les autres autorisations nécessaires, en vertu de législations spéciales, sont requises simultanément \nauprès de l'autorité compétente.\nd)  Les demandes concernant les projets situés dans des périmètres définis de dangers naturels doivent \nêtre transmises au Secrétariat cantonal des constructions qui consultera les organes spécialisés.\ne)  Lorsque les conditions prévues par le droit des constructions sont remplies (cf. art. 24 OC) et, cas \néchéant, après avoir pris connaissance des prises de position des services et organes cantonaux \nconcernés, le Conseil municipal décide de l'octroi de l'autorisation de construire. Celle-ci peut être \nassortie de charges et conditions.\nf)  Le Conseil municipal refuse l'autorisation de construire lorsque le projet contrevient à des \ndispositions légales et réglementaires de droit public.\ng)  La décision d'octroi ou de refus contient les motifs, le dispositif et l'indication des voies de recours \n(cf. art. 45 OC). Elle est notifiée par écrit au requérant ou à son mandataire, aux opposants \néventuels et au Secrétariat cantonal des constructions dans un délai de 30 jours.\nArt 17 : Décision de la Commission cantonale des constructions - CCC (cf, art, 46 à 49 et 51 \nOC)\na)  Les projets situés à l'extérieur de la zone à bâtir sont subordonnés à une autorisation de la \nCommission cantonale des constructions (hormis la zone des mayens de compétence communale \nselon l'art. 2, al. 1 LC.).\nIl en va de même pour les projets dont la Commune est requérante ou partie pour 30 pour cent au \nmoins.\nb)  Dans les 30 jours, dès la mise à l'enquête publique, le Conseil municipal transmet avec son préavis \nau Secrétariat cantonal des constructions les demandes soumises à autorisation cantonale, \naccompagnées des oppositions éventuelles.\nc)  A l'issue de la procédure de consultation auprès des organes cantonaux concernés et en application \ndes articles 2 et 31 LC, la CCC décide si le projet est conforme à l'affectation de la zone, au \nrèglement communal des constructions et aux autres dispositions légales applicables, ou si les \nconditions pour la réalisation d'une construction à l'extérieur de la zone à bâtir sont remplies (cf. \nart. 24ss LAT).\nArt 18 : Recours (cf, art. 46 à 48 LC)\na)  Les décisions communales et/ou cantonales peuvent faire l'objet d'un recours motivé au Conseil \nd'Etat, dans les 30 jours dès leur notification, conformément à l'article 46 LC et aux articles 46 ss de \nla Loi sur la Procédure et la Juridiction Administratives (LPJA).\nb)  Effet suspensif\nLe recours n'a pas d'effet suspensif ; celui-ci peut toutefois être ordonné d'office ou sur requête. \nLa demande d'octroi de l'effet suspensif doit être déposée dans le délai de 10 jours.\nLes travaux ne peuvent débuter avant l'entrée en force de la décision relative à l'effet suspensif."
    },
    {
      "page": 15,
      "text": "11\nLe bénéficiaire d'une autorisation de démolition totale ou partielle d'une construction ne peut en \nfaire usage avant qu'elle ne soit exécutoire.\nc)  Sûretés\nLorsque l'effet suspensif est ordonné sur requête du recourant, celui-ci peut être astreint, dans un \ndélai donné, à fournir des sûretés pour les frais de procédure et pour une éventuelle indemnité de \npartie. A défaut, la décision ordonnant l'effet suspensif devient caduque.\nd)  Préjudice\nEn cas de recours abusif ou téméraire, le recourant est tenu de réparer le préjudice causé par la \ndemande de l'effet suspensif.\nArt 19 : Validité de l'autorisation (cf. art. 53 OC)\na)  L’autorisation de construire est valable trois ans à partir de son entrée en force. La construction doit \nêtre commencée dans ce délai. Elle est réputée commencée lorsque les semelles ou le radier de \nfondation sont exécutés.\nb)  Lorsqu'il s'agit d'un ensemble de constructions autorisées sous la forme d'une seule autorisation de \nconstruire, les constructions non commencées dans un délai de cinq ans dès l'entrée en force de \nl'autorisation doivent faire l'objet d'une nouvelle mise à l'enquête publique.\nc)  Pour de justes motifs, le Conseil municipal peut prolonger de deux ans au plus la durée de validité \nd'une autorisation de construire.\nLa prolongation est exclue lorsque la situation de fait ou de droit déterminante au moment de \nl'octroi de l'autorisation a changé.\nD.  Exécution des travaux\nArt 20 : Mise en chantier\na)  Les travaux peuvent être entrepris :\n•  En l'absence d'opposition, immédiatement après la notification de l'autorisation de \nconstruire, dans la mesure où les autorisations spéciales (cf. art. 52 OC) ont force \nobligatoire.\n•  En cas d'opposition :\n1.  Dix jours après la notification de l'autorisation, pour autant que l'effet suspensif n'ait \npas été ordonné d'office et qu'aucune requête n'ait été déposée en ce sens.\n2.  En cas d'octroi de l'effet suspensif, après la levée définitive de l'effet suspensif ordonné \nd'office ou sur requête.\nb)  Tout entrepreneur chargé d’une construction doit s'assurer que les autorisations requises ont été \naccordées.\nc)  Le bénéficiaire d'une autorisation de construire doit afficher, dès le début et pour la durée des \ntravaux, l'attestation de l'autorisation à l'entrée du chantier (cf. art. 52bis OC).\nd)  Le début anticipé des travaux peut être autorisé par l'autorité compétente, aux risques et périls du \nrequérant et sous certaines conditions, conformément à l'art. 55 OC."
    },
    {
      "page": 16,
      "text": "12\ne)  Pour les constructions en bordure de route ou à l'intérieur du village, le Conseil municipal peut \nexiger un plan d'aménagement de chantier et de circulation.\nf)  Les limites des parcelles dégagées pour la mise à l'enquête devront rester visibles et contrôlables en \ntout temps; au besoin elles seront rétablies aux frais du requérant.\nArt 21 : Utilisation du domaine public\na)  L'utilisation du domaine public pendant les travaux de construction nécessite une autorisation \nspéciale du Conseil Municipal qui fixera les modalités, taxes et mesures de sécurité.\nb)  La demande de permis de fouilles, échafaudages, installations ou dépôts sur le domaine public doit \nindiquer :\n•  Le nom du propriétaire ou du maître de l'ouvrage;\n•  Le nom de l'entrepreneur et de la personne responsable;\n•  Le lieu et les dimensions de l'ouvrage;\n•  La durée et le programme des travaux.\nc)  Les travaux doivent être exécutés rapidement et sans interruption dans le délai imparti par l'autorité \ncompétente. Le bénéficiaire du permis doit se conformer aux ordres de la police et de l'autorité \ncommunale pour l'exécution des travaux, le maintien de la circulation, la limitation des nuisances en \ntous genres, la protection de toutes conduites notamment d'électricité, d'eau, d'égouts, TV, gaz etc. \nIl est responsable des conséquences de ses travaux et prend les dispositions de sécurité \nnécessaires.\nd)  Le Conseil municipal peut exiger le dépôt d'une garantie et, en cas de négligence, faire exécuter \naux frais de l'entrepreneur et du propriétaire les travaux de protection ou de remise en état \nnécessaires.\ne)  Demeurent réservées les dispositions cantonales concernant l'utilisation du domaine public \nappartenant à l'Etat.\nArt 22 : Avancement des travaux\na)  Les services communaux doivent être avisés par écrit et à l'aide d'une formule standard du début et \nde la fin des travaux ainsi que de l'état d'avancement des constructions, soit :\n•  Après la pose des banquetages délimitant l'implantation;\n•  Lorsque l'ouvrage atteint le niveau du terrain;\n•  Lorsque la construction atteint le niveau de la charpente (panne faîtière), avant la \ncouverture, avec présentation d'échantillon du matériau de couverture;\n•  Avant l’application des revêtements et des peintures des façades ainsi que la pose de stores \net volets, avec présentation d'échantillons complets;\n•  Lors de l'exécution des locaux pour abris PC;\n•  Lors du raccordement aux réseaux d'infrastructure (égouts, eau potable, irrigation);\n•  Lors de la pose de réservoir d'hydrocarbures;"
    },
    {
      "page": 17,
      "text": "13\n• Pour la reconnaissance des travaux (demande du permis d'habiter).\nb)  Tout changement de propriétaire en cours de construction doit être annoncé par le requérant.\nArt 23 : Modifications de projets\na)  Une modification du projet au sens de la présente disposition est possible lorsque les \ncaractéristiques principales du projet demeurent inchangées.\nLes caractéristiques principales d'un projet de construction sont l'équipement, l'implantation, les \nvolumes, le nombre d'étages, la répartition dans les étages, l'affectation, l'aspect extérieur.\nb)  Si une de ces caractéristiques est modifiée de manière substantielle, le projet de construction n'est \nplus comparable et doit faire l'objet d'une nouvelle demande.\nArt 24 : Contrôle et arrêt des travaux (cf art, 51 LC)\na)  Les services de l'administration communale veillent à l'exécution conforme des projets, ceci avant, \npendant et après les travaux. Ils peuvent en tout temps avoir accès aux biens-fonds, inspecter les \nchantiers, locaux et autres installations, de même que procéder à des auditions.\nb)  S'ils constatent des irrégularités, ils les signalent au maître de l'ouvrage en l'invitant à y remédier \ndans un délai déterminé.\nc)  Le Conseil municipal doit ordonner l'arrêt de tous les travaux non conformes aux plans approuvés \nou entrepris sans autorisation, sans préjudice des sanctions prévues à l'art. 116 du présent \nrèglement.\nArt 25 : Achèvement des travaux\na)  Sauf justes motifs, les travaux doivent être poursuivis sans interruption jusqu'à leur achèvement.\nb)  Lorsque les travaux sont suspendus sans justes motifs, le Conseil municipal peut exiger leur \nachèvement, une adaptation acceptable ou, le cas échéant, la démolition des constructions \ncommencées, avec rétablissement des lieux dans un état conforme au droit.\nArt 26 : Permis d'habiter et d'exploiter\na) Une construction neuve ou transformée, destinée à l'habitation ou au travail, ne peut être occupée \nou exploitée sans l’obtention d'un permis d'habiter ou d'exploiter délivré par le Conseil municipal sur \ndemande du propriétaire et après contrôle des locaux.\nb) Le Conseil municipal peut exiger l'évacuation des locaux occupés ou exploités avant l'octroi du \npermis d'habiter ou d'exploiter, ceci sans préjudice de la pénalité encourue par le propriétaire.\nc)  Les frais occasionnés par l'évacuation sont à la charge de ce dernier.\nd)  Après la fin des travaux, les bornes-limites de la parcelle doivent être établies par le géomètre \nofficiel, au plus tard 30 jours après délivrance du permis d'habiter ou d'exploiter.\ne)  Les compétences de la Commission cantonale des constructions demeurent réservées."
    },
    {
      "page": 18,
      "text": "14\nChapitre 3. Police des constructions\nLa police des constructions incombe à l'autorité compétente (communale et/ou cantonale) en matière \nd'autorisation de construire.\nLes compétences, devoirs et tâches respectives sont stipulés aux articles 49 à 53 LC ainsi qu'aux articles \n58, 58bis et 59 OC.\nA.  Equipement des terrains à bâtir\nArt 27 : Equipement des terrains\na)  Toute construction nouvelle ne peut être érigée que sur un terrain équipé.\nb)  Un terrain est considéré comme équipé lorsqu'il dispose de voies d'accès suffisantes et que les \nconduites d'eau, d'énergie et les égouts arrivent jusqu'au bien-fonds ou à proximité immédiate, et \nque le raccordement est licite et possible sans frais disproportionnés.\nc)  Les modalités techniques de raccordement aux différents réseaux sont fixées par les services \ntechniques communaux.\nd)  L'équipement des zones à bâtir est réglé par l'aperçu de l'état de l'équipement.\nLes zones à bâtir sont classées, selon l'état de leur équipement, en :\n•  Terrains propres à la construction (terrains équipés);\n•  Terrains propres à la construction dans les 5 ans (terrains à équiper dans les 5 ans);\n•  Autres terrains (terrains à équiper ultérieurement).\nDans les secteurs qu'il est prévu d'équiper dans les 5 ans, la Commune prend à sa charge les frais \nd'équipement sous réserve de la perception des contributions des propriétaires fonciers.\nArt 28 : Taxes de raccordement\nPour le raccordement aux réseaux d'infrastructure, le Conseil municipal perçoit des taxes selon un tarif \nadopté par lui et homologué par le Conseil d'Etat.\nB.  Circulation\nArt 29 : Routes communales et chemins privés\na) Les routes communales se divisent en deux catégories : les routes principales et les routes \nsecondaires.\n1.  Les routes principales sont les routes collectrices des différents quartiers;\n2.  Les routes secondaires sont les routes de dessertes des quartiers et tous les chemins \ncommunaux.\nLe Conseil municipal est compétent pour fixer ou procéder à un changement de catégorie."
    },
    {
      "page": 19,
      "text": "15\nb) Pour les constructions, l'entretien et la reprise par la Commune des voies et chemins privés sont \napplicables les dispositions prévues à cet effet par la Loi cantonale sur les routes (LR du 3 \nseptembre 1965) ainsi que toute disposition légale subséquente en vigueur).\nArt 30 : Places de stationnement\na) Chaque propriétaire est tenu d'aménager, sur son terrain privé, un nombre de places de \nstationnement suffisant pour assurer le parcage de ses propres véhicules à moteur et ceux de ses \nclients ou visiteurs.\nb) Il est notamment exigé:\n• Habitation: 2 places par 150 m2 de plancher utile de logement \nmais au minimum 2 places par unité de logement.\nBureaux et commerces: 1 place par 20  de plancher utile\nmais au minimum 1 place par unité d'exploitation.\nCafés-restaurants: 1 place par 8 m2 de surface brute \nmais au minimum 1 place pour 4 places assises.\nTerrasses exploitées: 1 place par 20 m2 de surface\nmais au minimum 1 place pour 8 places assises.\nImmeubles: 1 place par logement avec en plus 1 place \"visiteur\" par 3 \nlogements.\nc)  Pour d'autres commerces, exploitations, industries ou écoles, le nombre de places sera calculé selon \nles normes de l'Union Suisse des Professionnels de la Route (USPR).\nd)  Au besoin, l'affectation des places de parc exigées peut être garantie par la constitution d'une \nservitude, inscrite au Registre foncier, en faveur de la Commune.\nArt 31 : Accès à la voie publique fcf. Loi cantonale sur les routes)\na)  L'accès à la voie publique ne doit pas présenter de danger ou d'entrave pour la circulation des \npiétons et véhicules.\nb)  Les sorties de garages sur les voies publiques ne doivent pas avoir une déclivité supérieure à 15%. \nElles devront comporter un secteur horizontal d'au moins 3 m avant la limite de la chaussée et d'au \nmoins 1 m avant celle du trottoir. En règle générale, la visibilité devra être complète des deux \ncôtés à une distance de 3m de la chaussée et sous un angle de 45 degrés.\nc)  La distance minimale d'un garage s'ouvrant du côté d'une voie publique est de 5 m de la limite de la \nchaussée ou du trottoir. Cette distance minimale s'applique également aux couverts susceptibles \nd'être fermés côté voie publique ainsi qu'aux portails avec accès véhicules.\nd)  La distance minimale entre un garage-atelier, un atelier mécanique ou une carrosserie et le bord \nde la chaussée ou du trottoir est de 20 m le long de la route cantonale et de 15 m le long des \nautres voies publiques.\ne)  Un local existant ne pourra être converti en garage qu'en respectant les dispositions qui précèdent."
    },
    {
      "page": 20,
      "text": "16\nArt 32 : Places de jeux pour enfants - Espaces extérieurs\na)  Des places de jeux pour enfants doivent être aménagées à l'écart de la circulation pour toute \nhabitation collective de 4 appartements et plus, à raison de 20m2 au moins par logement (à \nl'exception des studios de 1 pièce), et de 80m2 au minimum. La surface doit être d'un seul tenant.\nb)  Ces places ne pourront pas servir à d'autres fins ; elles peuvent être garanties par la constitution \nd'une servitude, inscrite au Registre foncier, en faveur de la Commune.\nc)  Les espaces extérieurs doivent être aménagés en fonction des exigences d'un habitat de qualité.\nC.  Sécurité\nArt 33 : Principes\na) Chaque construction doit être conçue, édifiée et maintenue dans un état tel qu'elle ne présente \naucun danger et qu'elle ne puisse porter atteinte à la sécurité des personnes ou à la propriété de \ntiers.\nb)  Les mains courantes, garde-corps et parapets sont obligatoires et doivent correspondre à la norme \nSIA 358.\nc)  Les maîtres de l'ouvrage ou leurs mandataires sont responsables du respect des prescriptions et des \nrègles en matière de construction.\nd)  Le Conseil municipal peut imposer toutes mesures propres à assurer la sécurité des personnes à \nl'intérieur ou aux abords des constructions et de leurs dépendances. Cas échéant, il fera exécuter \nces mesures aux frais des maîtres de l’ouvrage.\ne)  L'autorisation de construire peut être subordonnée à des mesures constructives, de façon à résister \naux effets destructeurs des dangers naturels.\nArt 34 : Constructions dangereuses - Exécution par substitution\na) Lorsqu'une construction ou partie de construction menace ruine et compromet la sécurité, le Conseil \nmunicipal peut sommer le propriétaire de supprimer le danger par des mesures adéquates telles \nque restauration ou démolition, dans un délai donné.\nb) Si le propriétaire ne se conforme pas à cet ordre dans les délais fixés, l'autorité communale fait \nexécuter d'office les travaux utiles, après avoir fait constater l'urgence de cette mesure, aux frais du \npropriétaire.\nc)  En cas de danger imminent et sérieux pour des personnes ou des biens importants, l'autorité \ncommunale agit sans procédure préalable."
    },
    {
      "page": 21,
      "text": "17\nArt 35 : Locaux ouverts au public\na)  Les bâtiments ouverts au public doivent donner toutes les garanties propres à assurer la sécurité \ndes personnes ainsi que la prompte évacuation des locaux. Ils seront aménagés de manière à en \npermettre l'accès aux personnes physiquement handicapées et aux personnes âgées, conformément \nà la législation sur l'intégration des personnes handicapées.\nb)  Demeurent réservées, les dispositions de la Loi cantonale sur la protection contre l'incendie et les \néléments naturels du 18 novembre 1977, son règlement d'application ainsi que toute disposition \nlégale subséquente en vigueur.\nArt 36 : Chantiers\na)  Les travaux de chantier doivent être organisés de façon à ne présenter aucun danger pour la vie et \nla santé des ouvriers et des tiers.\nb)  Toutes les mesures seront prises pour assurer la sécurité du public et du trafic, pour éviter le bruit \net le dégagement de poussière et fumée ainsi que pour une élimination rapide et adéquate des \ndéchets.\nc)  Les chantiers de construction et de démolition sont obligatoirement fermés par des palissades \nadmises par l'autorité communale. La hauteur minimale de ces dernières sera de 2 m du côté de la \nvoie publique. De nuit, elles seront munies d'un éclairage adéquat.\nArt 37 : Neige et eaux pluviales\na)  Toutes les mesures doivent être prises pour éviter des glissements dangereux de neige en \nprovenance des toits.\nb)  Le déversement des eaux de toiture et surface, des balcons et terrasses donnant sur le domaine \npublic doit être canalisé jusqu'au niveau du sol pour être évacué dans le réseau d'évacuation des \neaux de surface.\nArt 38 : Accès au toit\nL'accès à chaque toiture doit être facile. Les châssis à tabatière prévus à cet effet auront au moins un \nvide de 40/60 cm.\nArt 39 : Protection contre le feu\nSont applicables les prescriptions cantonales de la Loi sur la protection contre l'incendie et les éléments \nnaturels du 18 novembre 1977, son règlement d'application ainsi que toute disposition légale \nsubséquente en vigueur."
    },
    {
      "page": 22,
      "text": "18\nD.  Salubrité\nArt 40 : Salubrité - Isolation\na)  Toute pièce devant servir à l'habitation ou au travail doit correspondre aux exigences de l'hygiène \nconcernant l'espace, l'éclairage, l'aération et l'accès.\nb)  Les locaux d'habitation et les locaux de travail doivent être isolés, selon les règles de l'art, contre \nl'humidité, le bruit et le froid. L'isolation acoustique sera calculée en fonction du degré de sensibilité \ndéfini pour chaque zone selon les prescriptions de l'Ordonnance fédérale sur la protection contre le \nbruit (OPB).\nc)  Les constructions et installations doivent être réalisées et aménagées de façon à économiser \nl'énergie. La législation sur l'énergie règle les modalités de détail.\nArt 41 : Installations sanitaires\na)  Les locaux destinés à l’habitation doivent bénéficier d’installations de WC ventilés et de locaux de \ntoilettes en nombre suffisant.\nb)  Les locaux de travail (bureaux, commerces, ateliers ou industries) doivent être pourvus d'au moins \nun WC pour 10 personnes et, dans la règle, un pour chaque entreprise ou preneur de bail.\nc)  Dans les cafés, lieux de réunions ouverts au public ou autres établissements publics, le nombre de \nWC, urinoirs et lavabos, sera proportionné à l'importance des locaux: dans la règle, 2 WC et 2 \nurinoirs par 50 personnes; les locaux des femmes seront séparés de ceux des hommes; de plus, un \nlocal intermédiaire séparera les locaux des WC des locaux publics. Un WC spécialement aménagé \npour personnes physiquement handicapées est exigé dans les nouvelles constructions.\nArt 42 : Ecuries\nLes écuries, étables, porcheries, poulaillers et autres locaux qui abritent des animaux, doivent satisfaire \naux conditions suivantes :\na)  Former des corps de bâtiments distincts de ceux destinés à l'habitation dont ils seront séparés par \ndes murs pleins, sous réserve des communications autorisées par la loi;\nb)  Etre aménagés rationnellement, convenablement éclairés, aérés et pourvus de canaux de \nventilation dont la section sera proportionnée à l'importance du local et au nombre de têtes de \nbétail. La surface totale perméable à la lumière naturelle du jour doit correspondre à au moins \nl/2oeme de la surface du sol (cf. Directives pour la détention des bovins, de l'Office vétérinaire \nfédéral);\nc)  Ne causer par leur aspect, leurs odeurs, leur manque d'hygiène, aucune gêne pour le voisinage.\nArt 43 : Fosses, fumières\na)  Tout dépôt de fumier ou autres substances en décomposition dans les zones autorisées doit être \nétabli à une distance d'au moins 10m des habitations ou locaux de travail, ainsi qu'à une distance \nsuffisante des puits, sources et canalisations d'eau."
    },
    {
      "page": 23,
      "text": "19\nb)  Les fosses à fumier et à purin seront étanches. Les fumières doivent être entretenues d'une façon \nconvenable et entourées d'une bordure de maçonnerie suffisante pour empêcher l'écoulement du \npurin.\nE.  Esthétique des constructions - Protection des sites\nArt 44 : Généralités\nLes constructions doivent présenter un aspect architectural satisfaisant et respecter l'environnement \nnaturel et bâti dans lequel elles s'inscrivent, notamment du point de vue du volume, de l'emplacement, \nde la forme, des matériaux et de leur couleur. Le Conseil municipal a le droit de s'opposer à toute \nconstruction de nature à compromettre l'aspect ou le caractère d'un site, d'une localité, d'un quartier, \nd'une rue ou à nuire à l'aspect d'un édifice de valeur historique, artistique ou pittoresque, même si elle ne \nse heurte à aucune disposition réglementaire spéciale.\nL'autorité communale peut requérir l'avis d'experts.\nArt 45 : Orientation des bâtiments et ordonnance des façades\na)  En règle générale, toutes les façades d’un bâtiment doivent être parallèles ou perpendiculaires à \nl'alignement ou à l'orientation générale du quartier.\nb)  Le Conseil municipal peut déterminer des zones de même orientation des bâtiments, en fonction de \nl'exposition, de l'ensoleillement, des vents et de la pente naturelle des terrains.\nc)  Le Conseil municipal peut prescrire l'organisation et l'architecture d'un quartier, notamment fixer \nl'implantation, l'orientation, le volume, l'échelle, les matériaux, la couleur et l'aspect des bâtiments \npar des plans de quartier ou de structuration.\nArt 46 : Antennes, capteurs solaires et superstructures\na)  Toute installation d'antenne, quel que soit le type, est soumise à autorisation de construire. \nL'antenne doit être intégrée au bâti.\nb)  Les panneaux solaires doivent être intégrés aux façades, toitures ou aménagements extérieurs.\nc)  Les cages d'ascenseurs, ventilation et autres superstructures hors gabarit ne doivent pas dépasser \n1/20 de la surface du toit et rester en-dessous de la hauteur maximum au faîte.\nArt 47 : Entretien\na)  Il est interdit de porter atteinte au paysage, à l'environnement, aux sites bâtis, par des \nconstructions et/ou installations non terminées, mal entretenues ou endommagées.\nb)  Les propriétaires sont tenus de maintenir les constructions et leurs abords dans un état convenable, \nnotamment :\n•  D'entretenir les façades, clôtures et abords des bâtiments, cours, jardins, passages, etc.;\n•  De démolir ou de restaurer les constructions en mauvais état qui nuisent à l'esthétique de la \nlocalité ou d'un site;"
    },
    {
      "page": 24,
      "text": "20\n• De masquer ou de supprimer les dépôts de matériaux et tout autre aménagement ou \ninstallation qui offensent la vue.\nc)  Les propriétaires sont tenus d'entretenir leur propriété, notamment de faucher les prés et terrains \nvagues et de respecter le règlement de police concernant l'élimination des déchets.\nd)  En cas d'entretien insuffisant et après sommation les obligeant à remédier à la situation dans un \ndélai raisonnable, le Conseil municipal prend les mesures nécessaires aux frais des propriétaires \nnégligents, conformément à la procédure d'exécution par substitution (cf. art. 53 LC).\nArt 48 : Carrières, qravières, terrassements\na)  Les travaux importants de terrassements tels que extractions, dépôts, remblayages ne sont \nautorisés que sur la base d'un plan d'exploitation prévoyant la remise en état des lieux, par étapes, \nconformément au plan d'aménagement détaillé.\nb)  Le Conseil municipal exigera la conclusion d'une assurance RC et la constitution d'une garantie \nbancaire assurant l'achèvement correct des travaux.\nc)  En cas d'exploitation non conforme aux plans approuvés, le Conseil municipal exigera l'arrêt \nimmédiat des travaux. Après sommation par lettre chargée, il fera exécuter les travaux de remise \nen état aux frais et risques du propriétaire.\nd)  Les travaux prévus sous lettre \"a\" ne peuvent se réaliser que dans des zones adéquates prévues à \ncet effet.\nArt 49 : Petites constructions, serres\na)  L'implantation de constructions légères telles que maisonnettes de jardin, cabanons, etc. est \nréalisable à une distance minimum de 2 m du fonds voisin. Une dérogation pour construction \nrapprochée en limite de propriété est possible moyennant la constitution d'une servitude de non \nbâtir ou, cas échéant, d'une servitude de contiguïté réciproque, également en faveur de la \nCommune.\nLeur surface sera de 10m2 au maximum. La construction sera érigée sur un seul niveau avec une \nhauteur maximum de 3m à la faîtière. Toit à un ou deux pans obligatoire.\nCes constructions sont également soumises à l'enquête publique et ne doivent pas servir \nà abriter des personnes ou des animaux.\nb)  La construction de serres pour une exploitation industrielle en zone à bâtir est interdite.\nArt 50 : Sites\nLe Conseil Municipal interdit les constructions et les enseignes, les murs de soutènement, les \nterrassements et déboisements, ainsi que tous ouvrages de nature à compromettre l'aspect ou le \ncaractère d'un site.\nArt 51 : Emplacement d'affichage\nLe Conseil municipal fixe les emplacements réservés à l'affichage public, ainsi qu'à l'affichage de publicité \net à la réclame. Hors de ceux-ci, il est interdit de placer des affiches."
    },
    {
      "page": 25,
      "text": "21\nArt 52 : Affiches, enseignes, publicité\na)  Toutes les affiches de publicité, enseignes commerciales ou autres doivent satisfaire aux \ndispositions de la Loi sur la circulation routière et ses ordonnances d'exécution, ainsi qu'aux règles \narchitecturales et urbanistiques. Elles sont soumises à l'autorisation du Conseil municipal.\nb)  Seules sont admises sans formalité les plaques personnelles et professionnelles ne dépassant pas\n600 cm2 de surface. Lorsque plus de 2 plaques sont prévues par entrée, elles seront de forme et de \ndimension semblables et groupées par panneaux.\nArt 53 : Murs et clôtures\na)  Entre confins, les murs de séparation (à l'exclusion des murs de soutènement) et les clôtures \npeuvent être construits en limite de propriété, pour une hauteur maximale de 1.50 m. Si le mur ou \nla clôture dépasse cette hauteur, il (elle) doit être reculé(e) à une distance égale à la moitié du \nsurplus (cf. art. 152 de la Loi d'application du Code civil suisse - LACCS du 24 mars 1998).\nLes murs de soutènement de remblais sont régis par l'art. 144 LACCS.\nb)  A l'intérieur de la zone d'interdiction de bâtir le long des voies publiques, la hauteur maximale des \nmurs et clôtures est de 1 m. Cette hauteur est mesurée dès le niveau du bord de la chaussée.\nCes murs et clôtures ne peuvent être construits, rétablis ou exhaussés à moins de 1.20 m du bord \nde la chaussée le long des voies publiques cantonales et à moins de 60 cm le long des voies \npubliques communales (cf. art. 166 de la Loi cantonales sur les routes - LR du 3 septembre 1965).\nc)  Mesures de sécurité et entretien\nLes murs et clôtures de toute nature en bordure des voies publiques doivent être aménagés, \nmaintenus et entretenus de façon à ne pas gêner la visibilité ni entraver la circulation, (cf. art. 167 \nLR).\nd)  Dégagement aux carrefours\nLe dégagement aux carrefours est assuré par l'interdiction d'ériger à plus de 80cm de hauteur dans \nun triangle dont les côtés donnés par le bord de la chaussée auront chacun une longueur minimum \nde 5m.\nArt 54 : Haies vives\na)  Les haies vives, pour une hauteur maximum de lm20, ne peuvent être plantées ou rétablies à \nmoins de 1.50 m du bord de la chaussée le long des voies publiques cantonales et à moins de 90 \ncm le long des voies publiques communales (cf. art. 169 LR).\nb)  Mesures de sécurité et entretien\nLes haies vives en bordure des voies publiques doivent être aménagées, maintenues et entretenues \nde façon à ne pas gêner la visibilité ni entraver la circulation, (cf. art. 169 LR).\nIl en va de même pour ce qui est de la taille et de l'émondage d'arbres fruitiers ou forestiers \nbordant ou surplombant la voie publique (cf. art. 171 à 173 LR).\nc)  Dégagement aux carrefours\nLe dégagement aux carrefours est assuré par l'interdiction de planter à plus de 80cm de hauteur \ndans un triangle dont les côtés donnés par le bord de la chaussée auront chacun une longueur \nminimum de 5m."
    },
    {
      "page": 26,
      "text": "22\nArt 55 : Défrichement\nTout défrichement est soumis à autorisation cantonale ou fédérale en la matière.\nArt 56 : Murs de vigne\nLa construction, l'entretien avec transformation ou la suppression des murs de vigne en zone agricole \nprotégée (vignoble du coteau) sont soumis à autorisation.\nF.  Ordre des constructions - Réalisation\nArt 57 : Ordre des constructions\na)  L'ordre des constructions, leur destination, leurs dimensions et distances ainsi que le nombre de \nniveaux sont déterminés pour chaque zone à bâtir.\nb)  L'ordre dispersé est caractérisé par des constructions implantées en fonction des distances aux \nlimites et entre bâtiments.\nc)  L'ordre contigu est caractérisé par des constructions attenantes et implantées le long d'une voie \npublique ou privée, et qui ont dans la règle une limite commune.\nArt 58 : Ordre contigu\na)  Les constructions en limite de propriété sont autorisées pour les constructions jumelles ou en \nbande:\n•  Lorsque la contiguïté est prévue par le plan de zones, un plan de quartier, un plan de \nstructuration ou une convention;\n•  Lorsque la parcelle voisine est déjà bâtie en limite de propriété et qu'elle n'est pas au \nbénéfice d'une servitude;\n•  Par constitution d'une servitude réciproque entre propriétaires voisins. Cette servitude sera \ninscrite au Registre foncier, également en faveur de la Commune.\nb)  Sauf en cas d'alignement obligatoire ou de plan de quartier, la longueur totale des bâtiments \nn'excédera pas 40m (sauf en zone artisanale et en zone industrielle).\nArt 59 : Rupture de contiguïté\na)  Lorsque la contiguïté est prévue par le règlement de zones, un plan de quartier, un plan de \nstructuration, une servitude ou une convention, le propriétaire qui désire renoncer à cette contiguïté \ndoit respecter une distance à la limite égale au double de la distance normale prévue par le \nrèglement.\nDans certains cas, le maintien de la contiguïté peut être exigé pour des motifs d'aménagement du \nterritoire et d'esthétique.\nArt 60 : Murs contigus\na)  Celui qui veut adosser un bâtiment à celui du voisin doit ériger un contre-mur."
    },
    {
      "page": 27,
      "text": "23\nb)  Le propriétaire qui construit le premier est tenu de faire coïncider la face extérieure de son mur \navec la limite de son terrain.\nc)  Les murs en attente seront crépis et peints.\nArt 61 : Redressement de limites\na)  Lorsque les limites des immeubles bordiers ne sont pas perpendiculaires à l'axe de la rue, le Conseil \nmunicipal peut procéder à l'expropriation et à l'échange des terrains nécessaires pour le \nredressement des limites de propriétés.\nb)  Pour les constructions en ordre contigu, les murs seront construits perpendiculairement à \nl'alignement.\nG.  Alignements - Implantation\nArt 62 : Retrait d'alignement\na)  Les alignements déterminent les limites dans lesquelles les terrains sont ouverts, de part et d'autre \nde la voie publique, à la construction de bâtiments et d'autres ouvrages analogues. Ils peuvent \négalement déterminer l'implantation ou l'orientation générale des bâtiments.\nb)  L'implantation des bâtiments sur l'alignement peut être rendue obligatoire.\nc)  En bordure des voies publiques pour lesquelles le plan n'indique aucun alignement, les constructions \nse situent, en règle générale, parallèlement à l'orientation générale de l'axe de la chaussée.\nd)  Les surfaces comprises entre le domaine public projeté et l'alignement sont grevées d'une \ninterdiction de bâtir. Elles restent propriété des bordiers.\ne)  Toute construction y est interdite y compris les constructions en sous-sol et les rampes d'accès aux \nparcs souterrains. Seule la pose de conduites et de câbles est autorisée en sous-sol.\nArt 63 : Empiétement sur l'alignement\na)  Un bâtiment empiétant sur l'alignement ne peut être surélevé, agrandi ou transformé.\nb)  Exceptionnellement, des autorisations peuvent être accordées à bien plaire par le Conseil municipal, \nà condition que le propriétaire s'engage à renoncer, lors de la réalisation du plan, à réclamer une \nindemnité pour la plus-value due aux travaux. Cette renonciation est mentionnée au Registre \nfoncier, en faveur de la Commune, aux frais du propriétaire.\nc)  Pour obtenir cette autorisation, le propriétaire adressera une demande écrite au Conseil municipal, \nportant la mention \"demande d'autorisation de construire à bien plaire”.\nd)  L'autorisation peut être refusée si cet agrandissement ou cette transformation nuit à l'exécution du \nplan d'alignement."
    },
    {
      "page": 28,
      "text": "24\nArt 64 : Droits acquis - Transformations\na)  Les constructions et installations existantes réalisées conformément au droit antérieur et qui ne \nrespectent pas les distances légales en vigueur peuvent être entretenues, modernisées et \ntransformées (avec changement d'affectation éventuel) en conservant strictement le gabarit actuel.\nb)  Demeurent réservées, les dispositions du droit cantonal en matière de législation routière et \nd'aménagement du territoire.\nc) En bordure de la route cantonale, les bâtiments existants peuvent être transformés en restant dans \nl'alignement actuel pour autant qu'il n'y ait pas de nouvelles ouvertures (porte d'entrée ou porte de \ngarage).\nArt 65 : Reconstructions\na)  La reconstruction de bâtiments anciens démolis (en dehors de la zone village et hameaux) est \ninterdite si ceux-ci ne sont pas conformes à la réglementation.\nb)  En bordure de la route cantonale un bâtiment démoli peut être reconstruit en respectant un \nalignement de 15m à partir de l'axe de la route.\nc)  La demande de reconstruction de bâtiments détruits par un incendie est traitée de cas en cas (cf. \nart. 4 LC).\nArt 66 : Saillies\na)  En rez-de-chaussée, aucune saillie de construction ne peut dépasser de plus de 15cm la ligne fixée \npar l'alignement.\nb)  Les avant-toits, balcons ouverts de 3 côtés et autres anticipations ne peuvent dépasser de plus de\n1.50m la ligne fixée par l'alignement. Pour les marquises de magasins, cette distance est portée à \n2m. En aucun cas, ils ne pourront empiéter sur la chaussée.\nc)  La hauteur libre à partir du sol sera au minimum de 3m sous une marquise ou un balcon.\nd)  Les tentes de magasins sont autorisées pour autant qu'elles ne descendent pas à moins de 2.10 m \ndu niveau du trottoir.\ne)  Aucune porte, portail, contrevent ou store ne doit s'ouvrir vers l'extérieur à moins de 4.50 m au- \ndessus de la chaussée et 2.50m au-dessus du trottoir.\nf)  Demeurent réservées les dispositions de la Loi cantonale sur les routes (LR art. 207, al. 1 et 2) pour \nce qui est des empiétements sur les alignements en limite des voies publiques et du gabarit minimal \nd'espace libre de circulation.\nArt 67 : Balcons vitrés et vérandas\nLes balcons vitrés, vérandas, oriels et autres dispositifs similaires ne sont pas pris en considération pour \nle calcul de la distance, pour autant que leur emprise sur les alignements et distances réglementaires \nn'excède pas 1.50m."
    },
    {
      "page": 29,
      "text": "25\nChapitre 4. Plans de base\nArt 68 : Plans généraux\na)  Le Conseil municipal élabore :\n•  Le plan directeur;\n•  Le plan de zones;\n•  Le plan  des réseaux d'équipements;\n•  L'aperçu de l'état de l'équipement.\nb)  Suivant les besoins, il fait établir ou adopte :\n•  Les plans d'alignement;\n•  Les plans de quartier;\n•  Les plans de remembrement;\n•  Les plans d'aménagement détaillés;\n•  Les plans du réseau de chemins pour piétons et de randonnées pédestres.\nArt 69 : Schéma directeur\na)  Le schéma directeur est un projet de plan de développement de la commune qui définit les \nprincipes et directives d'aménagement.\nb)  Il représente notamment les intentions du Conseil municipal en matière de :\n•  Développement des différentes zones d'activité, d'habitat et de loisirs;\n•  Dimensionnement et localisation des bâtiments et des aménagements publics;\n•  Aménagement des circulations;\n•  Protection et mise en valeur de la nature, des sites et des monuments;\n•  Réseau d'infrastructure;\n•  Etapes de développement.\nc)  Ce plan a une valeur indicative, il ne comporte pour la Commune aucune obligation et, pour les \npropriétaires, aucune limitation de leurs droits.\nArt 70 : Plan de zones\na)  Le plan de zones délimite le territoire communal en zones à bâtir, zones agricoles, zones à protéger \net autres zones d'affectation. Il précise et règle le mode d'utilisation du sol."
    },
    {
      "page": 30,
      "text": "26\nb)  Pour être exécutoire, le plan doit être homologué par le Conseil d'Etat selon la procédure prévue \npar le droit cantonal en matière d'aménagement du territoire. Il a un caractère obligatoire pour \nchacun.\nc)  Toute modification du plan doit être homologuée par le Conseil d'Etat selon la procédure prévue par \nle droit cantonal en matière d'aménagement du territoire.\nArt 71 : Plan des réseaux d'équipement\na)  Les plans des réseaux d'équipement sont les plans techniques des réseaux communaux, notamment \neau potable, égouts, routes et énergie.\nb)  L'aperçu de l'état de l'équipement présente les parties de la zone à bâtir propres à la construction, \ncompte tenu de l'aménagement et de l'équipement effectués ou qui pourra vraisemblablement l'être \ndans les cinq ans. L'aperçu est tenu à jour et il peut être consulté par chacun.\nc)  Tout raccordement aux réseaux publics doit faire l'objet d'une demande préalable écrite.\nd)  La Commune sera avisée de tout raccordement prévu aux réseaux d'équipement public; la fouille ne \nsera pas fermée sans l'autorisation expresse de l'autorité communale.\nArt 72 : Plan d'alignement\na) Le plan d'alignement est établi à l'échelle du plan cadastral et fixe, en bordure du domaine public, \nles limites au-delà desquelles les terrains sont ouverts à la construction. La zone grevée d'une \nservitude de non bâtir indiquée sur le plan d'alignement reste propriété des bordiers.\nb)  Il indique l'emprise du domaine public existant et projeté pour les voies et places publiques.\nc)  Pour être exécutoire, ce plan doit être mis à l'enquête publique et homologué par le Conseil d'Etat \nconformément aux dispositions cantonales en la matière.\nArt 73 : Plan de quartier\na)  Le plan de quartier détermine l'ensemble des constructions existantes ou projetées dans un \nterritoire limité et formant une entité suffisante et homogène.\nb)  Il a pour but de permettre une organisation rationnelle des constructions, leur unité architecturale \nainsi que leur intégration au site naturel ou construit.\nc)  La surface minimale du plan de quartier est fixée dans le règlement de zones. Partout où cette \nsurface n'est pas prescrite, le périmètre d'étude est défini en fonction du site par des limites \nnaturelles (forêts, rivières, lacs, configuration du terrain) et/ou des limites artificielles (route, voie \nferrée, rue, etc.). Le périmètre doit être préalablement approuvé par le Conseil municipal.\nd)  Le plan de quartier contient :\n•  L'implantation, l'affectation et le gabarit des constructions ainsi que les espaces libres;\n•  L'emprise des voies, places et chemins publics et privés nécessaires à la desserte des \nconstructions;"
    },
    {
      "page": 31,
      "text": "27\n•  Les limites existantes et projetées des propriétés et du domaine public;\n•  Les réseaux d'équipements privés et publics;\n•  Les étapes de réalisation.\nLe plan doit être accompagné d'un règlement définissant toutes les caractéristiques du quartier ainsi \nque les prescriptions concernant la circulation, l'hygiène, l'architecture et les délais d'exécution.\ne)  Le Conseil municipal peut exiger le dépôt d'une maquette du quartier proposé.\nf)  La procédure d'adoption des plans et règlements de quartiers est celle prévue pour les plans \nd'affectation spéciaux dans le droit cantonal sur l'aménagement du territoire.\ng)  Lorsque les circonstances l'exigent, le Conseil municipal peut demander qu'un plan de quartier lui \nsoit soumis, ou en faire établir un d'office.\nDes plans de quartier peuvent être proposés au Conseil municipal par des particuliers.\nArt 74 : Plans de remembrement\na)\n1)  Le remembrement de terrains consiste en la mise en commun de biens-fonds d'un territoire \ndéterminé et en la redistribution équitable de la propriété et d'autres droits réels qui y sont liés. \nIl est élaboré en vue de permettre pour l'ensemble des propriétaires une meilleure utilisation du \nsol et d'assurer une réalisation judicieuse des plans d'affectation des zones.\n2)  Sous réserve d'approbation par le Conseil d'Etat, la procédure de remembrement est introduite:\n• Sur requête des propriétaires;\n• Par décision du Conseil municipal ;\nLa procédure est réglée par la loi sur le remembrement et la rectification de limites,\nb)  Ils doivent permettre la réalisation de constructions conformes au présent règlement.\nc)  Ils doivent être approuvés par le Conseil municipal; la mise à l’enquête publique peut se faire soit \nd'office, soit à l'instance des requérants.\nd)  Lorsque le morcellement des propriétés ne permet pas l'établissement de constructions groupées \nrationnellement, le Conseil municipal prendra des mesures pour faire rectifier les limites ou procéder \nau regroupement de propriétés conformément aux dispositions légales fédérales et cantonales.\nArt 75 : Rectification de limites\na)  La rectification de limite a pour effet de modifier, dans l'intérêt d'une utilisation rationnelle du sol, le \ntracé de la limite entre fonds voisins.\nb)  Elle est introduite à la requête d'un propriétaire intéressé ou d'office sur décision du Conseil \nmunicipal.\nc)  La procédure est réglée par la loi sur le remembrement et la rectification de limites."
    },
    {
      "page": 32,
      "text": "28\nArt 76 : Plans d'aménagement détaillés\na)  Le plan d'aménagement détaillé précise pour certaines parties du territoire communal les mesures \nparticulières d'aménagement applicables et règle dans le détail l'affectation du sol.\nb)  Un dossier doit comprendre au minimum :\n•  Un plan à l'échelle cadastrale avec indication du périmètre concerné :\no du numéro des parcelles et du nom des propriétaires intéressés et des voisins\no des coordonnées\no des zones d'affectation\no des mesures spéciales envisagées\n•  Un règlement précisant :\no les mesures applicables à l'intérieur du périmètre\no les étapes de réalisation\n•  Un rapport explicatif justifiant :\no les mesures envisagées\no les relations avec le plan d'affectation de zones de la commune\nc)  Si les prescriptions du plan d'affectation et du règlement sont respectées, la procédure ordinaire \nd'autorisation de construire est applicable. Dans les autres cas, la procédure est celle des articles 33 \net suivants de la LcAT qui est applicable.\nChapitre 5. Règlement des zones\nA.  Prescriptions générales et définitions des zones\nArt 77 : Champ d’application\nLes prescriptions générales définies dans ce chapitre s'appliquent à tout le territoire communal.\nArt 78 : Les zones\na)  On appelle \"zones\" des surfaces de terrain dont le périmètre peut être tracé sur une carte et \nauxquelles, pour une même affectation, s'appliquent des prescriptions identiques.\nb)  Les périmètres respectifs de ces zones sont fixés dans le plan d'affectation des zones qui fait partie \nintégrante du règlement des constructions."
    },
    {
      "page": 33,
      "text": "29\nArt 79 : Types de zones\nOn distingue :\na)  Les zones à bâtir;\nb)  La zone agricole;\nc)  La zone agricole protégée\nd)  La zone des mayens;\ne)  Les zones à protéger;\nf)  Les zones d'affectation différée;\ng)  Les zones de constructions et d'installations publiques;\nh)  Les zones de danger, à titre indicatif.\nArt 80 : La zone agricole\nLa zone agricole comprend :\na)  Les terrains qui se prêtent à l'exploitation agricole, viticole et ou horticole;\nb)  Les terrains qui, dans l'intérêt général, doivent être utilisés par l'agriculture et ou la viticulture.\nc)  Les constructions et installations n'y sont autorisées que lorsqu'elles sont conformes à l'affectation \nde la zone et ont un lien étroit avec l'exploitation agricole, viticole ou horticole.\nPour le surplus, sont applicables les législations fédérales et cantonales en la matière.\nLes prescriptions relatives aux constructions sont celles de la zone résidentielle 0.3.\nArt 81 : La zone agricole protégée\na) But de la zone\nCette zone comprend les terrains remarquables pour leur qualité du paysage naturel et construit \nainsi que par leur cachet particulier. Dans la zone agricole protégée, le maintien des caractéristiques \nessentielles du paysage naturel et construit doit être sauvegardé.\nb) Mesures de protection\n1)  Dans la zone agricole protégée, les éléments structurant le paysage tels que les bosquets, les \nhaies, les murs de pierres sèches et les terrasses seront maintenus, entretenus et au besoin \nremplacés ou restaurés dans le respect de la typologie locale.\n2)  Les rénovations, les constructions, les démolitions qui du point de vue de leur nature, de leur \nsituation et de leur dimension ont un effet important sur le paysage de la zone agricole \nprotégée sont soumises à autorisation cantonale.\nArt 82 : La zone des mayens\na) La zone des mayens n'a jamais été homologuée par le Canton.\nArt 83 : Les zones à protéger\na) Les zones à protéger ont pour but de protéger les sites naturels. N'y sont autorisées que des \nconstructions dont l'emplacement est imposé par leur destination à la condition qu'elles ne portent \npas préjudice au site."
    },
    {
      "page": 34,
      "text": "30\nb) L'entretien et l'agrandissement des exploitations agricoles ou autres existantes peuvent y être \nautorisés pour autant que ces modifications n'aillent pas à l'encontre du but de protection \nrecherché.\nc)  Le degré de sensibilité au bruit est III (cf. art. 40).\nSont classées comme telles :\n1)  Zones de forêts\nIl s'agit des terrains boisés, selon la législation fédérale sur les forêts. Elles figurent à titre \nindicatif sur le plan de zones.\n2)  Zones de protection de la nature\na)  Les zones de protection de la nature comprennent les terrains dont les richesses naturelles \nprésentent un très grand intérêt (flore, faune et géologie) ainsi que leur environnement.\nLa conservation des espèces particulières et des formes caractéristiques de relief doit être \nassurée.\nb)  Toute modification de l'état naturel est interdite à l'exception des mesures d'entretien et \nde remise en état.\n3)  Zones de protection du paysage\na)  Les zones de protection du paysage comprennent les terrains dont les valeurs paysagères \nprésentent un grand intérêt en raison de leur beauté, de leur rareté, de leur signification \nculturelle et de leur valeur pour la détente. La sauvegarde du caractère actuel du site doit \nêtre assurée.\nb)  Toute modification sensible du caractère et de l'aspect général du paysage est interdite.\nc)  L'exploitation traditionnelle, les travaux d'entretien et de remise en état sont autorisés \ndans la mesure où ils ne compromettent pas l'équilibre naturel du site.\n4)  Zones de protection des eaux souterraines\na)  Les zones de protection des eaux souterraines comprennent les terrains sur lesquels \nl'occupation du sol et les activités doivent être organisées de manière à ne pas perturber la \nqualité des eaux utilisées pour l'alimentation.\nb)  Elle se subdivise en trois catégories :\n•  Zone S 1 (zone de captage et zone d'infiltration)\nElle est clôturée et appartient au propriétaire du captage. Toute activité agricole et \ntoute construction y sont interdites. Seules y sont tolérées les activités et installations \nnécessaires au captage.\n•  Zone S 2 (protection rapprochée)\nToute construction et installation y sont interdites. Seules les activités agricoles ne \nprésentant aucun risque pour les eaux souterraines y sont autorisées.\n•  Zone S 3 (protection éloignée)\nLa construction de bâtiments d'habitation conformes à l'affectation de la zone y est \npossible moyennant la prise de mesures particulières. Les constructions de type \nartisanal ou industriel, dangereuses pour la protection des eaux, y sont interdites. La \nplupart des activités agricoles y sont autorisées."
    },
    {
      "page": 35,
      "text": "31\nc)  A l'intérieur des zones de protection des eaux, il appartient au requérant d'une autorisation \nde construire de démontrer que son projet est conforme aux exigences relatives à la \nprotection des captages.\nd)  D'une manière générale, toutes les constructions, installations et activités à l'intérieur de \nces zones doivent se conformer aux normes fédérales relatives à la protection des eaux \nsouterraines (instructions pratiques de l'Office fédéral de la protection de l'environnement \net ordonnance fédérale sur la protection des eaux).\ne)  Tous les projets situés à l'intérieur de ces zones doivent être soumis au Service de la \nprotection de l'environnement.\nf)  Les zones de protection des eaux souterraines figurent à titre indicatif sur le plan \nd'affectation des zones.\nArt 84 : Les zones d'affectation différée\na)  Les zones d'affectation différée sont entourées d'un liseré sur le plan de zones.\nb)  A l'intérieur des zones d'affectation différée, tout projet de construction sera traité en vertu des \ndispositions de l'art. 24 de la Loi fédérale sur l'aménagement du territoire (LAT).\nc)  Les terrains situés en zone d'affectation différée seront affectés prioritairement à la zone à bâtir, si \nces terrains deviennent nécessaires à la construction dans les 15 ans à venir;\nArt 85 : Les zones de constructions et d'installations publiques\na) Ces zones délimitent des terrains que la Commune possède ou se propose d'acquérir pour des \naménagements et installations d'intérêt général.\nb) Sont classés comme tels :\n•  Les bâtiments, équipements et espaces d'utilité publique tels que : églises, écoles, hôpitaux, \nbâtiments administratifs, installations publiques, terrains et installations de sport, \npromenades, places ainsi que les voies de communication nécessaires à leur exploitation;\n•  Les bâtiments ou installations privées présentant un intérêt important pour la collectivité tels \nque centres culturels, hôteliers et sportifs, cliniques, instituts, etc.;\n•  Des terrains destinés principalement à des aménagements et installations d'intérêt général \nspécifique:\n•  Stand de tir;\n•  Station d'épuration des eaux;\n• Terrains affectés à l'exploitation ou au dépôt de matériaux;\n• Centres d'incinération.\nc)  Le degré de sensibilité au bruit est fixé sur le plan de zones :\nvoir remarque sous plan de zones no 1.\nL'utilisation de ces zones ne peut se faire que sur la base d'un plan d'aménagement détaillé, le cas \néchéant d'une étude d'impact, et cela conformément à la procédure en vigueur."
    },
    {
      "page": 36,
      "text": "32\nArt 86 : Les zones de danger\na)  Les zones dangereuses figurent sur le plan des zones à titre indicatif.\nb)  En cas de sinistre :\n•  Le rétablissement des accès n'est pas garanti;\n•  Les frais de déblaiement des installations privées sont entièrement à la charge des \npropriétaires.\nArt 87 : Changement d'affectation\nLe Conseil municipal peut proposer des changements d'affectation de zone. Ces derniers sont soumis à \nl'homologation du Conseil d'Etat, en la forme prévue par le droit cantonal sur l'aménagement du \nterritoire.\nB.  Prescriptions particulières aux zones de construction\nArt 88 : Appellation des zones de construction\nLes zones de construction comprennent :\n•  La zone de village et hameaux;\n•  La zone résidentielle 0.7;\n•  La zone résidentielle 0.5;\n•  La zone résidentielle 0.3;\n•  La zone mixte commerces, logements 0.6;\n•  La zone artisanale;\n•  La zone industrielle.\nL'ordre des constructions, les destinations, les hauteurs, les densités, le taux d'occupation au sol, les \ndistances, les gabarits, les toitures et les surfaces requises pour l'établissement des plans de structuration \net de quartier sont régis par le règlement de zones et le tableau synoptique figurant en annexe.\nArt 89 : Zone de village et hameaux\n1) Généralités\nCette zone est destinée à la conservation du caractère des villages de Vétroz et Magnot. Y sont \nadmis les bâtiments agricoles ainsi que les entreprises artisanales sans nuisances. Hormis la \nclassification assortie des prescriptions ci-dessous, les possibilités d'interventions sur le bâti \nainsi que toutes les nouvelles constructions appliqueront les principes suivants :\na) L'ordre contigu doit être maintenu là où il existe;\nb)  Les façades, clôtures, cours et abords des bâtiments doivent être maintenus en bon état. \nLes constructions en mauvais état qui compromettent ou nuisent à l'image d'ensemble d'un \nîlot, d'une rue ou d'un quartier doivent être réparés;\nc)  Avant toute demande de construire, une demande préalable concernant l'avant-projet est \nsoumise à la Commune. Le préavis de la Commune ne la lie pas.\nLa Commune peut exiger la production de documents annexes (photos, photomontages, \nmaquettes, relevés de certains éléments, etc.).\nLa Commission des constructions, avant toute proposition d'autorisation, s'entourera en \nprincipe d'avis d'experts spécialisés;"
    },
    {
      "page": 37,
      "text": "33\nd)  Le propriétaire est tenu d'autoriser les services compétents à effectuer, à leurs frais, les \nfouilles et sondages nécessaires pouvant avoir lieu avant ou pendant les travaux, sous \nréserve d'indemnité, conformément à l'art. 724 CCS;\ne)  En principe, les particularités du parcellement qui sont dignes d'intérêt doivent être \nrespectées. Les réunions de parcelles sont cependant possibles pour autant qu'apparaissent \nen façade et en volume les limites ainsi remaniées;\nf)  La Commune veillera à maintenir et à favoriser un équilibre entre les locaux destinés à \nl'habitation, à l'artisanat, au commerce, aux bureaux, etc., en exigeant une part minimale \nde logement de 50% par bâtiment, exception faite pour les bâtiments publics;\ng) En principe, seuls les matériaux naturels peuvent être utilisés. Ils devront toujours être \nadaptés aux constructions anciennes. Les appareillages non destinés à être visibles doivent \nêtre enduits;\nh) Les surfaces vitrées des rez-de-chaussée seront limitées en proportion de la surface totale \ndes façades;\ni)  Le mode de publicité fera l'objet de prescriptions particulières;\nj)  En principe, la hauteur des bâtiments nouveaux, restaurés ou transformés, n'excédera pas \nle gabarit actuel.\nElle devra toujours être adaptée aux autres bâtiments voisins, en respectant d'une part les \nprincipes de l'hygiène, d'autre part ceux concernant les qualités de la structure et du relief \ndes villages. Pour les constructions neuves, se référer au règlement (voir tableau \nsynoptique).\n2) Classification\nLe plan d'inventaire détermine, pour chaque construction sise à l'intérieur du périmètre des vieux \nvillages, la classification assortie des prescriptions suivantes :\na) Assainissement\nL'état actuel de la construction peut être éventuellement maintenu, mais uniquement dans \nle cas d'un entretien ordinaire de la construction. La démolition est souhaitable :\n•  Soit par suite d'une expropriation, conformément à la législation en la matière;\n•  Soit par suite d'un danger qu'elle pourrait représenter;\n•  Soit par suite d'un désir d'amélioration du quartier;\n•  Soit par suite du désir du ou des propriétaires.\nLa reconstruction après démolition n'est possible qu'avec le respect des distances \nréglementaires.\nb) Construction maintenue dans son état actuel, possibilité de transformation, de démolition ou \nde reconstruction avec les distances réglementaires de la police du feu et de l'alignement.\nDans ce cas, un entretien et une transformation mineure d'un bâtiment sont autorisés. \nCependant, le changement d'affectation d'un bâtiment de ce type, de même que tout \nagrandissement, démolition et reconstruction nécessitent obligatoirement les distances \nréglementaires de la police du feu.\nc)  Construction habitée ou non, transformation, démolition et reconstruction sans les distances \nréglementaires de la police du feu et de l'alignement.\nEn cas de reconstruction, le gabarit et la typologie du bâtiment doivent être maintenus,"
    },
    {
      "page": 38,
      "text": "34\nnotamment en ce qui concerne les constructions agricoles.\nLes dérogations peuvent être néanmoins accordées à des demandes de transformations de \nbâtiments dont le maintien offre un intérêt évident de conservation de l'image de \nl'ensemble.\nd)  Construction avant une valeur historique\nLes bâtiments classés dans cette catégorie ne pourront être transformés. En cas de \nchangement d'affectation ou de rénovation (notamment les bâtiments agricoles et viticoles), \nles modifications des façades et toitures (avec respect des matériaux) seront tolérées \nseulement si le caractère architectural initial est maintenu.\nArt 90 : Zone résidentielle 0.7\nCette zone est destinée aux habitations collectives. Elle peut comprendre des constructions affectées aux \ncommerces et au petit artisanat ne comportant pas de nuisances pour le voisinage. L'implantation des \nbâtiments sur l'alignement peut être rendue obligatoire en bordure de la rue des Vergers. L'implantation \nen ordre contigu est encouragée.\nArt 91 : Zone résidentielle 0.5\nCette zone est destinée aux petites habitations collectives permettant la mixité avec les constructions \nindividuelles.\nL'affectation comprend des logements, des bureaux, des commerces et des petits ateliers et dépôts ne \ncomportant pas de nuisances pour le voisinage.\nArt 92 : Zone résidentielle 0.3\nCette zone est destinée aux habitations individuelles. Elle peut comprendre les constructions agricoles à \ncondition qu'elles ne provoquent pas de nuisances pour le voisinage.\nLa surface construite pour un lieu de travail comme pour une habitation est à calculer dans l'indice de \ndensité. Les commerces et bureaux peuvent être admis sous conditions.\nUne attention particulière sera apportée aux constructions de la zone résidentielle 0.3 située entre le \ncoteau viticole et la RC T9, notamment pour la sauvegarde du site.\nArt 93 : Zone mixte 0.6\nCette zone est destinée aux constructions liées aux logements, aux commerces, expositions, ateliers sans \nnuisances, ainsi qu'aux bureaux.\nLes locaux de stockage en rapport avec les activités sont autorisés. Toutes autres utilisations (dépôt de \nmatériaux divers, etc.) nuisant à la zone sont interdites.\nArt 94 : Zone artisanale\nCette zone est destinée aux constructions à caractère artisanal soit dépôts et ateliers non polluants et \npeu bruyants, ainsi qu'aux logements liés à l'exploitation.\nArt 95 : Zone industrielle\nCette zone est destinée aux constructions industrielles et artisanales. Les logements ne seront autorisés \nqu'à condition qu'ils soient directement liés à l'exploitation et nécessaires à la surveillance des \ninstallations."
    },
    {
      "page": 39,
      "text": "35\nC.  Définitions et mesures\nArt 96 : Point de référence d'altitude\nLe point de référence d'altitude est fixé par le géomètre officiel.\nLa hauteur des constructions et installations doit se référer à l'altitude du point de référence.\nArt 97 : Hauteur des constructions\na) La hauteur d'une façade se mesure pour tous les points de chaque façade dès le terrain naturel non \naménagé jusqu'à l'intersection avec la face supérieure de la panne faîtière pour les toits en pente.\nb) Pour les toits plats, la hauteur de façade se mesure jusqu'à la face supérieure de l'acrotère.\nLes hauteurs maximales suivantes sont appliquées :\nen zone résidentielle 0,3  h = 07m50 \nen zone résidentielle 0,5  h = 09m00 \nen zone résidentielle 0,7 h = 12m00\nc)  Lorsque le niveau du terrain aménagé est plus bas que le terrain naturel, la hauteur de façade est \nmesurée à partir du terrain aménagé.\nd)  Les lucarnes ne sont pas prises en considération pour le calcul de la hauteur. Il en va de même des \nautres superstructures situées en retrait de la façade (cheminées, sorties de ventilation, cages \nd'ascenseurs etc...) pour autant que ces dernières soient regroupées et réduites au strict nécessaire \n(moins de 3m3).\nLes excavations permettant l'accès aux garages ou autres locaux ne sont pas prises en \nconsidération non plus, dans la mesure où leur largeur n'excède pas 5 m de la façade pour la zone \nrésidentielle 0,3 et 7 m pour les autres zones. Lorsqu'une façade est dégagée pour permettre \nl'ouverture d'une rangée de portes de box individuels, il ne s'agit plus d'une excavation d'accès.\ne)  Sur un terrain en pente, la hauteur d'un bâtiment se mesure sur la façade aval.\nf)  Si les corps de bâtiment sont échelonnés, la hauteur autorisée doit être calculée séparément pour \nchacun d'eux.\ng)  La hauteur maximum d'une construction est la plus grande des hauteurs mesurées sur chaque \nfaçade.\nLorsque le faîte n'apparaît pas en façade, la hauteur maximale est mesurée à l’aplomb du faîte.\nh)  En terrain plat, la hauteur maximum est mesurée à partir du trottoir voisin existant ou projeté.\ni)  Pour toutes les zones, en cas de construction en ordre contigu, l'alignement des corniches et \nparapets est obligatoire si les constructions ont le même nombre de niveaux.\nArt 98 : Niveaux\nLa notion de hauteur de bâtiment est complétée par celle du nombre de niveaux qui définit le caractère \nde la zone."
    },
    {
      "page": 40,
      "text": "36\na) Tout sous-sol ou rez-de-chaussée doit être compté comme niveau si la surface des façades émerge \nde plus de 2/3 au-dessus du niveau du terrain naturel, ou aménagé s'il est plus bas.\nb) Les combles habitables et les attiques doivent aussi être comptés comme niveau complet si leur \nsurface brute de plancher excède les 2/3 de celle de l'étage complet au-dessus duquel ils se \ntrouvent.\nc)  Lorsque les corps de bâtiment sont échelonnés, le nombre d'étages sera calculé pour chacun d'eux.\nArt 99 : Indice d'utilisation (densité)\nL'indice d'utilisation (u) est le rapport entre la surface brute de plancher utile et la surface constructible \ndu terrain.\nIndice d'utilisation :\nSurface brute de plancher utile\nu =\nSurface constructible de terrain\nLa surface brute de plancher utile se compose de la somme de toutes les surfaces d'étages, au-dessus et \nau-dessous du sol, y compris les surfaces des murs et des parois dans leurs sections horizontales, qui \nservent directement à l'habitation ou à l'exercice d'une activité professionnelle ou qui sont utilisables à \ncet effet.\nN'entrent pas en considération :\n•  Les locaux de service situés hors du logement tels que caves, greniers, séchoirs et \nbuanderies, locaux de chauffage, soutes à bois, à charbon ou à mazout;\n•  Les locaux pour la machinerie des ascenseurs, des installations de ventilation et de \nclimatisation;\n•  Les locaux communs de jeux et de bricolage dans les immeubles à logements multiples;\n•  Les garages pour véhicules à moteur, vélos et voitures d'enfants, non utilisés pour une \nactivité professionnelle;\n•  Les couloirs, escaliers et ascenseurs desservant exclusivement des surfaces non directement \nutilisables;\n•  Les portiques d'entrée ouverts ; les terrasses d'attique, couvertes et ouvertes ; les balcons et \nloggias ouverts;\n•  Les espaces vitrés (vérandas, oriels, serres, jardins d'hiver) non chauffés et non utilisables \npour l'habitation permanente ou en toutes saisons (situés en dehors de l'enveloppe \nthermique) ou pour des activités commerciales ou professionnelles;\n•  Les entrepôts souterrains dans la mesure où ils ne sont pas ouverts au public ni dotés de \nplaces de travail;\nComptent toutefois comme surface utilisable :\n•  Les combles d'une hauteur finie sous chevrons supérieure à 1.80 m;\n•  Les sous-sols utilisables pour le travail ou l'habitation.\nLa surface constructible du terrain est la surface de la (des) parcelle (s), comprise (s) dans la zone à \nbâtir, faisant l'objet de l'autorisation de construire, après déduction :\n•  Les surfaces déjà utilisées, conformément à l'art. 100 ci-après;\n•  Des surfaces destinées au domaine public;"
    },
    {
      "page": 41,
      "text": "37\n• Des surfaces non constructibles telles que forêts etc...\nPour le calcul de l'indice d'utilisation du sol sur les parcelles déjà partiellement bâties, les surfaces de \nplancher des bâtiments existants sont cumulées avec celles du projet.\nArt 100 : Surfaces déjà utilisées ; mention\na)  Une surface de terrains utilisée pour servir de base à des calculs de distances entre bâtiments, de \ndistances à la limite ou d'indice d'utilisation ne peut servir à ces mêmes fins, pour une construction \nultérieure. Cette règle est également applicable après aliénation de même qu'en cas de division \nultérieure de la parcelle.\nb)  Des restrictions de droit public sous forme de mentions seront inscrites au Registre foncier en \nfaveur de la Commune, pour garantir le respect des dispositions réglementaires, notamment en \nmatière de densité, de hauteur ou de distance. La validité de l'autorisation de construire dépend de \nl'inscription de ces mentions.\nArt 101 : Transfert d'indice - Registre\na)  Les propriétaires fonciers concernés peuvent convenir, en constituant une servitude, de transférer \nsur la parcelle à bâtir l'indice non utilisé d'un fonds.\nLe transfert n'est possible que sur des fonds contigus situés dans la même zone.\nb)  La servitude doit être inscrite au Registre foncier en faveur de la Commune avant le début des \ntravaux.\nc)  La liste des transferts d'indice dans la zone à bâtir figurera au registre communal comprenant \négalement la liste des surfaces utilisées en zone à bâtir, la liste des conventions de dérogation de \ndistances ainsi que la liste des autorisations de construire délivrées par le Conseil municipal et la \nCommission cantonale des constructions (cf. art. 8 OC).\nArt 102 : Majoration de l'indice\na)  Dans le cadre d'un plan de structuration ou éventuellement de quartier, une majoration de l'indice \nd'utilisation peut être accordée en raison d'avantages évidents offerts par une solution d'ensemble.\nb)  La majoration de l'indice ne peut dépasser de plus de 0.3 l'indice prévu dans la zone. Les \nmajorations respectives sont indiquées pour chaque zone dans le tableau y relatif.\nc)  Avec l'accord de la Municipalité, le constructeur peut, dans le calcul de la densité, tenir compte \nd'une partie du domaine public voisin non bâti, ceci dans la mesure où il contribue à l'acquisition ou \nà l'aménagement de ce domaine.\nLa Commune ne peut cependant céder de la densité qu'en vue de la réalisation prochaine \nd'aménagements publics.\nArt 103 : Taux d'occupation du sol\na)  Le taux d'occupation du sol (t) est le rapport numérique entre la surface construite (emprise au sol) \net la surface constructible du terrain."
    },
    {
      "page": 42,
      "text": "38\nTaux d'occupation du sol :\nSurface d'emprise au sol\nt = \nSurface constructible du terrain\nb)  La surface construite au sol est la surface de la (des) construction (s) au-dessus du sol, soit le \nbâtiment principal et annexes séparées ou non.\nc)  La surface des constructions (garages, etc.) partiellement ou totalement souterraine, dont la partie \nsupérieure est recouverte de gazon ou aménagée pour le public peut compter comme surface libre.\nArt 104 : Distance à la limite - Détermination de la façade principale\na)  La distance à la limite est la distance horizontale la plus courte entre la façade et la limite du fonds.\nb)  La distance à la limite est proportionnelle à la hauteur de la façade et doit égaler le tiers de celle-ci \nau minimum. Elle se mesure, dès le nu du mur, en dessus du soubassement et perpendiculairement \nà la façade.\nc)  On distingue trois sortes de distances :\n•  La distance minimale : Elle se calcule à partir de chaque point de chaque façade.\n•  La distance principale (D) : Elle est fixée conformément aux indications figurant sur le \ntableau synoptique (art.lll) et se mesure perpendiculairement à la façade principale.\nEst considérée façade principale celle qui jouit de la vue, d'un bon ensoleillement et qui favorise \nl'habitat de jour (cuisine, salle à manger, séjour, balcon, terrasse).\nEn zone d’alignement obligatoire elle est soit opposée soit parallèle à l'alignement. \nEn zone village elle est librement choisie.\nChaque bâtiment respecte une distance principale et trois secondaires.\nEn cas de doute l'autorité communale décide; elle peut prescrire l'orientation d'un quartier ou \nd'une zone.\n•  La distance secondaire (d), latérale et arrière : Elle est fixée conformément aux indications \nfigurant sur le tableau synoptique (art. 111).\nd)  Sont pris en considération pour le calcul de la distance :\n•  Les entrées de maison, les marquises, les avants-toits, les balcons, les vérandas, les oriels, \nles escaliers extérieurs et autres éléments en saillie dont la profondeur excède 1.50 m; dans \nce cas, seule la surpronfondeur est prise en compte pour le retrait.\n•  Les balcons, vérandas, oriels et autres dispositifs similaires dont la longueur par étage \nexcède le 1/3 de la façade.\ne)  Distance arrière :\nLa distance arrière d'un bâtiment à la limite peut être réduite de un quart sur les pentes de plus de\n25 %, de un tiers sur celles de plus de 50 %, de la moitié sur celles dépassant 100 %."
    },
    {
      "page": 43,
      "text": "39\nArt 105 : Distance entre bâtiments\na)  La distance entre bâtiments est la distance horizontale la plus courte entre deux bâtiments. Elle \ncorrespond à la somme des distances légales par rapport à la limite.\nb)  La distance entre bâtiments érigés sur un même fonds est égale à la somme des distances \nminimales à la limite exigées pour ce même fonds.\nArt 106 : Limites obliques\na)  Si le bâtiment n'est pas parallèle à la limite, ces distances se mesurent perpendiculairement au \nmilieu de la façade. Si les limites sont constituées de lignes brisées ou courbes, les distances se \nmesurent à partir d'une ligne droite intermédiaire équilibrant les surfaces.\nb)  Les distances prescrites entre bâtiments doivent dans tous les cas être respectées. L'angle le plus \nrapproché de la limite ne doit en aucun cas être à une distance inférieure au 1/3 de la hauteur du \nbâtiment ni à moins de 3 mètres de celle-ci.\nArt 107 : Droit de rapprochement\na)  Toutes les nouvelles constructions doivent respecter les distances aux limites.\nPour autant que les distances entre bâtiments soient respectées, le Conseil municipal peut \ncependant autoriser des rapprochements moyennant constitution d'une servitude sur le fonds \nvoisin. Cette servitude doit être inscrite au Registre foncier également en faveur de la Commune.\nb)  Sous réserve de la Loi cantonale sur les routes, les construction et installations situées entièrement \nau-dessous du sol naturel peuvent être réalisées en limite de propriété.\nArt 108 : Autres distances\nLes distances par rapport aux routes sont fixées par les dispositions de la Loi cantonale sur les routes et \ncelles par rapport aux cours d'eau par la Loi sur la police des cours d'eau.\nDemeurent réservées les dispositions relatives aux distances contenues dans les lois fédérales et autres \nlois cantonales ainsi que les alignements.\nArt 109 : Toitures\na)  En règle générale, la couverture doit s'adapter aux constructions voisines.\nLe matériau de couverture et la couleur de celui-ci seront soumis à l'approbation du Conseil \nmunicipal.\nb)  Selon le lieu, le Conseil municipal peut imposer la forme ou l'orientation d'une toiture, le genre et la \ncouleur de la couverture, éventuellement l'aménagement d'un toit plat, afin d'adapter la dite toiture \nau caractère de ce lieu.\nc)  Les toits à pans auront une pente comprise entre 30 et 60%."
    },
    {
      "page": 44,
      "text": "40\nArt 110 : Lucarnes et superstructures\na) Les lucarnes et les ouvertures dans la toiture sont autorisées. La longueur totale de ces ouvrages \nest limitée au tiers de la longueur de la façade du dernier étage. Si le caractère du quartier l'exige, \nl'autorité peut ordonner le fractionnement d'ouvertures trop importantes en lucarnes plus petites.\nb) Les lucarnes auront en principe une forme adaptée à l'architecture du bâtiment d'une part, au \ncaractère du quartier d'autre part.\nc)  Les toits et les flancs des lucarnes seront en principe recouverts du même matériau que la toiture.\nd)  Les superstructures servant à l'éclairage ou contribuant à l'économie d'énergie peuvent avoir une \npente de toiture allant jusqu'à 100 % (verrières).\nArt 111 : Tableau synoptique du règlement de zones\nVoir annexe (page 41)"
    },
    {
      "page": 45,
      "text": "RÈGLEMENT DE ZONES\nn\nCouleur des zones\nMixte\nVillage Résidentielle Résidentielle  Résidentielle \nAppellation des zones Commerce  Artisanale Industrielle\nHameaux 07 0,5 0,3\n0,6\nOrdre des constructions 5 Dispersé (D Dispersé (D Dispersé (D Dispersé (D Dispersé d) Dispersé (D\nDestination  --  HBuarbeitaautixo,n csommerces OOuuii OOuuii OOuuii OOuuii OOuuii ONouni © NNoonn ©  Art.1\n1\n- Industries Non Non Non Non Non Non Oui  1\n- Ateliers Oui @ Oui (D Oui (2) Oui ® Oui ® Oui Oui Ta\n- Agricoles Oui ® Non ® Non ® Non ® Non Oui Oui ble\na\nu\nHauteur maximale T 0 ® ® ® ® ®  s\ny\n- Bâtiments 10.50 13.50 10.50 9.00 10.50 10.50 13.50 no\n- Nombre de niveaux 3 4 3 2 3 2 — ptiq\nu\nDensité — 0.70 0.50 0.30 0.60 — —  ed\nu\nTaux d’occupation du sol — — — — — ® ®  rè\ng\nDistances  - Minimum 3m® 5m® 4m® 3 m 5 m 5 m 5 m lem\n- Secondaire (d) 3 m mm. 7s h 5 m min. 7z h 4 m min. 7z h 3 m min. 7? h 5 m min. 7a h 5 m 5 m e\nn\n- Principale (D) 3 m min. 7a h 10 m min 7i h 10 m min. 7i h 6 m min. 7« h 10 m min. 7i h 8 m 8 m  td\ne\nToiture  - Forme 2-4 pans 2-4 pans ou plat 2-4 pans ou plat 2-4 pans ou plat 2-4 pans ou plat _  zo\nn\n- Couverture — — e\ns\n- Pente 30/60% 30/60% 30/60% 30/60% 30/60% — _\n- Teinte ® ® — —\nPlan de quartier - Indice maximum _ 0.80 0.60 0.40 0.70\n- Surface minimale — 5000 m2 5000 m2 5000 m2 5000 m2 — —\nDegré de sensibilité III II II II III III IV\nREMARQUES © Les constructions en ordre contigu sont possibles par convention, plar de structuration ou plan de quartier.\n® Les activités artisanales compatibles avec l’habitat sont autorisées uniquement au rez-de-chaussée\n© En zone artisanale, seul le logement de gardiennage ou de l’exploitant est admis. En zone industrielle, seul un logement de gardiennage est admis. \n® Dérogation à la police du feu poui les constructions existantes.\n® Pour les constructions individuelles, les distances de la zone résidentielle 0.3 peuvent être appliquées.\n® Pour la transformation de constructions existantes dans leur gabarit actuel, la densité, le taux d’occupation au sol. la hauteur et les distances ne sont  pas applicables.\n® Des plantations et l’entretien d’arbres a raison d’un arbre pour 100 m- de plancher construit sont exigés.\nTaux d’occupation du sol: jusqu a 3000 nT. le taux est de 40% dès 4000 m2. le taux est de 50%: entre 3000 et 4000 m2, le taux va croissant  de 40 à 50%  à raison de 1%\npour 100 m2 de terrain.\n® Autorisée à la condition qu’elle ne provoque pas de nuisances pour le voisinage.\n® Ardoises naturelles ou artificielles, tuiles vieillies. Les teintes selon les couleurs dominantes de la zone."
    },
    {
      "page": 46,
      "text": "42\nChapitre 6. Dispositions transitoires et finales\nArt 112 : Constructions existantes\nLes constructions existantes au moment de l'entrée en vigueur du présent règlement restent au bénéfice \ndes droits acquis, sauf en cas de transformation avec modification du gabarit, de démolition, de \nchangement d'affectation, de cas en cas lors d'un incendie ou pour les constructions jugées insalubres et \nnuisant à la qualité du site.\nArt 113 : Exceptions f cf, art, 30 à 32 LC)\na) Le Conseil municipal peut déroger aux dispositions du présent règlement lorsque des circonstances \nexceptionnelles ou des motifs importants le justifient, si l'application stricte des prescriptions légales \nne s'adapte pas aux conditions d'un terrain ou d'un programme particulier, et à condition que ni \nl'intérêt général et ni les intérêts importants des voisins ne s'en trouvent lésés.\nb) L'autorisation peut être assortie de charges et conditions particulières susceptibles d'être \nmentionnées au Registre foncier comme restrictions de droit public à la propriété foncière.\nArt 114 : Emoluments et frais\na)  Des émoluments seront perçus pour toute décision d'octroi ou de refus notifiée par la Commune \nselon un tarif fixé par le Conseil municipal et homologué par le Conseil d'Etat. Ces émoluments sont \nindépendants de ceux perçus par les instances cantonales appelées à se prononcer sur le projet.\nb)  Les frais liés aux activités en matière de procédure d'autorisation de construire sont à la charge du \nrequérant ou de son mandataire.\nc)  Des frais peuvent être mis à la charge de l'opposant qui invoque des motifs manifestement \ninfondés.\nd)  Les frais de mise à jour cadastrale seront mis à la charge du requérant ou de son mandataire.\ne)  Les frais énumérés ci-dessus, de même que ceux relatifs à la police des constructions sont régis \npar la Loi cantonale sur la procédure et la juridiction administratives (LPJA du 6 octobre 1976 - art. \n88).\nf)  Avance de frais.\nL'autorité communale peut en tout temps demander au requérant ou à son mandataire ainsi qu'aux \nopposants une avance de frais appropriée en leur fixant un délai et en les avisant qu'à défaut de \nversement, il ne sera pas entré en matière sur la demande d'autorisation de construire, \nrespectivement sur l'opposition.\nArt 115 : Exécution par substitution\na) Le Conseil municipal exécutera par voie de contrainte les décisions prises sur la base du présent \nrèglement lorsqu'une commination d'une exécution par substitution est demeurée sans effet."
    },
    {
      "page": 47,
      "text": "43\nb) Les frais d'exécution par substitution incombent à l'obligé.\nArt 116 : Actes punissables et sanctions pénales fcf, art, 54 LC)\na) Les contrevenants au présent règlement sont passibles d’une amende allant de Fr. l'OOO.-- à Fr. \nÎOO’OOO.-- à prononcer par le Conseil municipal, sans préjudice des peines qui pourraient être \nencourues à teneur des dispositions cantonales et fédérales.\nb) Dans les cas de peu de gravité, l'amende ci-dessus peut être réduite ; dans les cas graves, elle peut \nêtre portée à Fr. 200’000.-.\nc)  Une amende de Fr. ÎO’OOO.-- au minimum est prononcée en sus à l'encontre de celui qui poursuit \nles travaux ou continue d'utiliser la construction ou l'installation lorsqu'un ordre d'arrêt ou une \ninterdiction d'utilisation lui a été signifié.\nd)  A l'échéance du délai accordé, en cas d'inexécution d'une décision ordonnant la remise en état des \nlieux, des amendes plus élevées sont prononcées par l'autorité communale qui fixe un nouveau \ndélai, ce aussi longtemps que l'état illicite subsiste.\ne)  Demeurent réservées les dispositions pénales plus sévères prévues par d'autres lois ou règlements.\nf)  La procédure pénale est réglée par la législation cantonale en la matière.\nArt 117 : Responsabilité\na) Les maîtres d’ouvrage (propriétaires, requérants ou leur mandataire) sont responsables de \nl’observation du présent règlement.\nb) Les maîtres d'œuvre (architecte, ingénieurs, chefs de chantiers) ainsi que les maîtres d'état \n(entrepreneurs, artisans) peuvent, au même titre que les maîtres d’ouvrage, aussi être frappés \nd’amendes pour infraction au présent règlement.\nArt 118 : Prescription\na)  Les infractions se prescrivent par trois ans à compter de l'instant où elles sont reconnaissables. Les \namendes se prescrivent dans le même délai à compter du moment où le prononcé devient \nexécutoire.\nb)  La prescription relative aux infractions est interrompue par tout acte d'instruction ; celle relative aux \npeines par tout acte d'exécution.\nc)  La prescription absolue intervient après six ans ; pour les amendes prononcées aussi longtemps que \nl'état illicite subsiste, elle intervient après dix ans."
    },
    {
      "page": 48,
      "text": "44\nArt 119 : Mise en vigueur\na) Le présent règlement entre en vigueur dès son approbation par le Conseil général et après \nhomologation par le Conseil d'Etat.\nb) Toutes les dispositions antérieures, allant à l'encontre du présent règlement, sont abrogées; en \nparticulier le règlement communal des constructions du 29 avril 1992, adopté par le Conseil général \nle 13 décembre 1993 et homologué par le Conseil d'Etat le 29 juin 1994.\nAdopté par le Conseil municipal en séance du 14 décembre 2005\nAdopté par le Conseil général le 19 juin 2006\nHomologué par le Conseil d'Etat le 6 décembre 2006\nAnnexes : 7 schémas explicatifs sur les zones; à titre exemplaire\nMUNICIPALITE DE VETROZ\nStéphane Germanier"
    },
    {
      "page": 49,
      "text": "Présidence du Conseil d'Etat\nChancellerie d'Etat\n★\n★ Prasidium des Staatsrotes \n★\nStaatskanzlei\n★\nCANTON DUVAUIS \nI KANTONWAUJS\nExtrait du procès-verbal des séances du Conseil d’Etat \nn\nAuszug aus dem Protokoll der Sitzungen des Staatsrates\nfl \nSéance du - 6 DEC. 2006\nSitzung vom\nfl \nn \nLE CONSEIL D’ETAT,\nVu la requête du 24 août 2006 de la municipalité de Vétroz, sollicitant l’homologation \nn\ndes modifications du règlement communal des constructions et des zones;\nVu les articles 75 et 78 de la Constitution cantonale;\nn \nVu les dispositions de la loi du 5 février 2004 sur les communes (LCo);\ni\nfi  Vu les dispositions de la loi fédérale du 22 juin 1979 sur l’aménagement du territoire \n(LAT) et ses dispositions cantonales d’application du 23 janvier 1987 (LcAT);\nfi  Vu quant aux frais l’article 88 de la loi sur la juridiction et la procédure administratives \ndu 6 octobre 1976 (LPJA);\nn  Vu l’avis de mise à l’enquête publique inséré dans le Bulletin officiel No 14 du 7 avril \n2006;\nn  Vu l’absence d’opposition formulée suite à cette mise à l’enquête publique;\nVu la décision du 19 juin 2006 du conseil général de Vétroz approuvant les \nn  modifications du règlement communal des constructions et des zones, décision publiée \ndans le Bulletin officiel No 25 du 23 juin 2006;\nVu le recours déposé puis retiré contre la décision du conseil général de Vétroz;\nn \nVu le préavis du 18 septembre 2006 du Service administratif et juridique du \nn  Département des transports, de l’équipement et de l’environnement;\nVu le préavis du 13 octobre 2006 du Service de l’aménagement du territoire;\ni\nSur la proposition du Département des finances, des institutions et de la sécurité,\ndécide-\ni \nd’homologuer les modifications du règlement des constructions et des zones telles \ni qu’approuvées par le conseil général de Vétroz le 19 juin 2006 avec les modifications \nsuivantes :\nl J\n1\n1"
    },
    {
      "page": 50,
      "text": "2\na) Article 68 lettre b, le point 4 est supprimé et remplacé par le texte suivant :\n« les plans d'aménagements détaillés ».\nb) Article 76 est supprimé et remplacé par le texte suivant :\n« Art. 76 : Plan d'aménagement détaillé\na) Le plan d'aménagement détaillé précise pour certaines parties du territoire \ncommunal les mesures particulières d'aménagement applicables et règle dans le \ndétail l'affectation du sol.\nb)  Un dossier doit comprendre au minimum :\n•  un plan à l'échelle cadastrale avec indication du périmètre concerné\n•  du numéro des parcelles et du nom des propriétaires intéressés et des voisins\n•  des coordonnées\n•  des zones d'affectation\n•  des mesures spéciales envisagées\n-  un règlement précisant :\n•  les mesures applicables à l'intérieur du périmètre\n•  les étapes de réalisation\n-  un rapport explicatif justifiant\n•  les mesures envisagées\n•  les relations avec le plan d'affectation de zones de la commune.\nc) Si les prescriptions du plan d'affectation et du règlement sont respectées, la\nprocédure ordinaire d'autorisation de construire est applicable. Dans les autres \ncas, la procédure est celle des articles 33 et suivants de la LcAT qui est \napplicable».  *\nc) Article 82 est supprimé.\nd) Article 84 lettre c, le point 2 est supprimé.\némolument : 150 francs\nPour copie conforme,\nLe chancelier d'Etat :\n- 6 extr. DFIS\n- 1 extr. SAJTEE"
    },
    {
      "page": 51,
      "text": "commune de VETROZ \nZONE VILLAGE-HAMEAUX\nHauteur MAX . M' 10/50\nDistance MIN . D M' 3,00\nDistance MIN . D M' 3,00"
    },
    {
      "page": 52,
      "text": "■ commune de VETROZ\nZONE RESIDENTIELLE 0.7\nHauteur MAX . M' 13,50\nDistance MIN. D 5,00\nDistance MIN. D 10,00\nDensité 0,70\n4 PANS 2 PANS\nm"
    },
    {
      "page": 53,
      "text": "commune de VETROZ\nZONE RESIDENTIELLE Œ5\nHauteur MAX . M' 10,50\nDistance MIN, D H' 4,00\nDistance MIN. D Mz 10,00\nDensité 0,50-\nA PANS 2 PANS\nR\nE \nQ"
    },
    {
      "page": 54,
      "text": "I ■"
    },
    {
      "page": 55,
      "text": "commune de VETROZ\nZONE RESIDENTIELLE 0.3\nHauteur MAX . M' 9,00\nDistance MIN, D M' 3,00\nDistance MIN. D Mz 6,00\nDensité 0,30"
    },
    {
      "page": 56,
      "text": ""
    },
    {
      "page": 57,
      "text": "commune de VE IROZ\nZONE ARTISANALE\nHauteur MAX . M' 10,50\nDistance MIN . D M' 5,00\nDistance MIN . D M' 8,00\ne\nO"
    },
    {
      "page": 58,
      "text": "commune de VETROZ\nZONE INDUSTRIELLE\nHauteur MAX . M' 13,50\nDistance MIN. D M' 5,00\nDistance MIN. D M' 8,00\n13m5O"
    },
    {
      "page": 59,
      "text": "INDEX\nA\nAccès à la voie publique 15 Appellation des zones de construction 32\nAchèvement des travaux 13 Autorité compétente 1\nActes punissables 43 Autres distances de construction 39\nAffiches 21 Avancement des travaux 12\nAntennes 19\nB\nBalcons vitrés 24 But 1\nBases Légales 1\nc\nCapteurs solaires 19 Clôtures 21\nCarrières 20 Constructions dangereuses 16\nChangement d'affectation 32 Constructions existantes 42\nChantier 17 Contrôle et arrêt des travaux 13\nD\nDecision de la Commission cantonale des  10 Demande de renseignements  4\nconstructions\nDécision de la commune  9 Dérogations  7\nDéfrichement  22 Détermination de la façade principale  38\nDégagement aux carrefours (haies vives)  21 Distance à la limite  38\nDégagement aux carrefours (murs et clôtures) 21  Distance entre bâtiments  39\nDemande d'autorisation de construire  2 Documents spéciaux  7\nDemande d'autorisation ordinaire  5 Droit acquis  24\nDemande de décision préalable  5 Droit de rapprochement  39\nE\nEcuries 18 Entretien des constructions et leurs abords 19\nEmoluments 42 Equipement des terrains 14\nEmpiétement sur l'alignement 23 Examen préliminaire 8\nEmplacement d'affichage 20 Exécution par substitution 16 et 42\nEnseignes 21\nF\nFosses, Fumières 18 Frais 42\nGravières 20"
    },
    {
      "page": 60,
      "text": "H\nHaies vives 21  Hauteur des constructions 35\nI\nIndices d'utilisation (densité) 36  Isolation 18\nInstallation sanitaires 18\nL\nLimites obliques 39  Lucarnes et superstructures 40\nLocaux ouverts au public 17\nM\nMajoration de l'indice 37 Modifications de projets 13\nMention 37 Murs contigus 22\nMise à l'enquête 8 Murs de séparation ou de soutènement 21\nMise en chantier 11 Murs de vigne 22\nMise en vigueur 44\nN\nNeige et eaux pluviales 17 Niveaux 35\nO\nOppositions 9 Ordre des constructions 22\nOrdre contigu 22  Orientation des bâtiments 19\nP\nPermis d'habiter et d'exploiter 13 Plans de construction 6\nPetites constructions 20 Plans de remembrement 27\nPlaces de jeux pour enfants 16 Plans généraux 25\nPlaces de stationnement 15 Point de référence d'altitude 35\nPlan d'alignement 26 Pose de gabarits 7\nPlan de quartier 26 Prescription 43\nPlan de réseaux d'équipement 26 Principes de sécurité 16\nPlan de situation 5 Procédure 2\nPlan de zones 25 Protection contre le feu 17\nPlans d'aménagement détaillés 28 Publicité 21\nR\nReconstructions 24 Responsabilité 43\nRecours 10 Retrait d'alignement 23\nRectification de limites 27 Routes communales et chemins privés 14\nRedressement de limites 23 Rupture de contiguïté 22"
    },
    {
      "page": 61,
      "text": "s\nSaillies 24  Schéma directeur 25\nSalubrité 18  Serres 20\nSanctions pénales 43  Surfaces déjà utilisées 37\nT\nTableau synoptique du règlement de zones 40 Toitures 39\nTaux d'occupation du sol 37 Transfert d'indice 37\nTaxes de raccordement 14 Transformations 24\nTerrassements 20 Types de zones 29\nU\nUtilisation du domaine public 12\nV\nValidité de l'autorisation 11 Vérandas 24\nZ\nZone agricole 29 Zones 28\nZone agricole protégée 29 Zones à protéger 29\nZone artisanale 34 Zones d'affection différée 31\nZone de village et hameaux 32 Zones de constructions et d'installations  31\npubliques\nZone des mayens 29 Zones de danger 32\nZone industrielle 34 Zones de forêts 30\nZone mixte 0.6 34 Zones de protection de la nature 30\nZone résidentielle 0.3 34 Zones de protection des eaux souterraines 30\nZone résidentielle 0.5 34 Zones de protection du paysage 30\nZone résidentielle 0.7 34"
    },
    {
      "page": 62,
      "text": "COMMUNE DE VÉTROZ\nMODIFICATION PARTIELLE DU REGLEMENT COMMUNAL \nDES CONSTRUCTIONS ET DES ZONES (RCCZ)\nArticles 30 et 31\nApprouvée par le Conseil municipal le 17 février 2016\nApprouvée par le Conseil général le 18 avril 2016\nHomologuée par le Conseil d’Etat le 10 août 2016"
    },
    {
      "page": 63,
      "text": "Ancien texte :\nArt. 30 Places de stationnement\na)  Chaque propriétaire est tenu d'aménager, sur son terrain privé, un nombre de places de \nstationnement suffisant pour assurer le parcage de ses propres véhicules à moteur et \nceux de ses clients ou visiteurs.\nb) Il est notamment exigé :\n• Habitation : 2 places par 150 m2 de plancher utile de logement \nmais au minimum 2 places par unité de logement.\n• Bureaux et commerces : 1 place par 20 m2 de plancher utile mais au \nminimum 1 place par unité d’exploitation.\n• Cafés-restaurants : 1 place par 8 m2 de surface brute mais au minimum\n1 place pour 4 places assises.\n• Terrasses exploitées : 1 place par 20 m2 de surface mais au minimum 1 \nplace pour 8 places assises.\n• Immeubles : 1 place par logement avec en plus 1 place \"visiteur\" \npar 3 logements.\nc)  Pour d'autres commerces, exploitations, industries ou écoles, le nombre de places sera \ncalculé selon les normes de l'Union Suisse des Professionnels de la Route (USPR).\nd)  Au besoin, l’affectation des places de parc exigées peut être garantie par la constitution \nd’une servitude, inscrite au Registre foncier, en faveur de la Commune.\nModification partielle RCCZ Page 2 sur 5"
    },
    {
      "page": 64,
      "text": "Nouveau texte :\nArt. 30 Places de stationnement\na)  Lors de la construction ou du changement d’affectation d’un bâtiment, des places de \nstationnement pour véhicules à moteur, accessibles facilement en tout temps et toute \nsaison, seront aménagées en nombre suffisant exclusivement sur la parcelle à bâtir \nconcernée selon les critères figurant sous la lettre b). Lors d’agrandissement, les \nnouvelles places de stationnement seront exigées en fonction des surfaces brutes de \nplancher utile additionnelles, toujours selon les critères figurant sous la lettre b).\nIl est notamment exigé :\n• Habitation familiale : 1 place par 65 m2 de surface brute de plancher utile \nde logement mais au minimum 2 places par unité de \nlogement. Les accès et aménagements extérieurs \nseront projetés et exécutés de façon à offrir une \nplace de parc supplémentaire pour visiteurs par \nunité de logement.\n• Habitation collective : 2 places par unité de logement auxquelles sera \nadditionnée une place de parc pour visiteurs par 2 \nunités de logement.\n• Hébergement : 1 place pour 2 lits d’hôtes.\n• Bureaux, commerces\net services : 1 place par 20 m2 de surface brute de plancher utile \nmais au minimum 1 place par unité d’exploitation.\n• Cafés et cafés-restaurants : 1 place par 8 m2 de surface brute réservée au \npublic mais au minimum 1 place pour 4 places \nassises.\n• Terrasses exploitées : 1 place par 20 m2 de surface mais au minimum 1 \nplace pour 8 places assises.\nc)  Le nombre de place nécessaire est arrondi à l’entier supérieur.\nd)  Pour d'autres commerces, exploitations, industries ou écoles et autres cas non cités \nsous lettre b), le nombre de places sera calculé selon les normes de l'Association suisse \ndes professionnels de la route et des transports (VSS).\ne)  Dans tous les cas exceptionnels où ces exigences ne peuvent être remplies, pour toutes \nles zones, la commune exige une servitude en faveur de la commune permettant \nd’assurer le nombre de place(s) de stationnement manquante(s) sur un fonds privé situé \nà moins de 150 m. En zone village et hameaux, dans l’impossibilité de proposer une \nplace de stationnement sur un fonds privé telle que proposé ci-devant, la commune \nexige le versement d’une contribution de CHF 10'000.00 par place de stationnement en \nvue de financer des parkings collectifs. Cette contribution doit être versée lors de la \nremise de l’autorisation de construire. Sont réservées les dispositions du droit cantonal \nen la matière.\nf)  Les places de stationnement nécessaires à une habitation collective devront faire l’objet \nd’une inscription au Registre foncier en faveur de la commune en ce qui concerne leur \naffectation et le fait qu’elles sont obligatoirement rattachées à cette habitation collective. \nElles ne pourront donc servir à d’autres fins (dépôt ou autre) ou être vendues à une \npersonne ou société n’étant pas propriétaire d’un appartement dans l’habitation \ncollective en question.\ng)  Les dimensions des places de stationnement seront définies selon les normes VSS.\nModification partielle RCCZ Page 3 sur 5"
    },
    {
      "page": 65,
      "text": "Ancien texte :\nArt. 31 Accès à la voie publique (cf. Loi cantonale sur les routes)\na)  L'accès à la voie publique ne doit pas présenter de danger ou d’entrave pour la \ncirculation des piétons et véhicules.\nb)  Les sorties de garages sur les voies publiques ne doivent pas avoir une déclivité \nsupérieure à 15%. Elles devront comporter un secteur horizontal d’au moins 3 m avant \nla limite de la chaussée et d’au moins 1 m avant celle du trottoir. En règle générale, la \nvisibilité devra être complète des deux côtés à une distance de 3 m de la chaussée et \nsous un angle de 45 degrés.\nc)  La distance minimale d’un garage s’ouvrant du côté d’une voie publique est de 5 m de \nla limite de la chaussée ou du trottoir. Cette distance minimale s’applique également aux \ncouverts susceptibles d’être fermés côté voie publique ainsi qu’aux portails avec accès \nvéhicules.\nd)  La distance minimale entre un garage-atelier, un atelier mécanique ou une carrosserie \net le bord de la chaussée ou du trottoir est de 20 m le long de la route cantonale et de \n15 m le long des autres voies publiques.\ne)  Un local existant ne pourra être converti en garage qu'en respectant les dispositions qui \nprécèdent.\nModification partielle RCCZ Page 4 sur 5"
    },
    {
      "page": 66,
      "text": "Nouveau texte :\nArt. 31 Accès à la voie publique\na)  L'accès à la voie publique ne doit pas présenter de danger ou d’entrave pour la \ncirculation des piétons et véhicules.\nb)  Les sorties de garages sur les voies publiques ne doivent pas avoir une déclivité \nsupérieure à 15%. Elles devront comporter un secteur horizontal d’au moins 3 m avant \nla limite de la chaussée et d’au moins 1 m avant celle du trottoir. En règle générale, la \nvisibilité devra être complète des deux côtés à une distance de 3 m de la chaussée et \nsous un angle de 45 degrés.\nc)  La distance minimale d’un garage s’ouvrant du côté d’une voie publique est de 5 m de la \nlimite de la parcelle. Cette distance minimale s’applique également aux portails non \nautomatiques permettant un accès véhicules.\nd)  La distance minimale entre un garage-atelier, un atelier mécanique ou une carrosserie \net le bord de la chaussée ou du trottoir est de 20 m le long de la route cantonale et de \n15 m le long des autres voies publiques.\ne)  Un local existant ne pourra être converti en garage qu'en respectant les dispositions qui \nprécèdent.\nf)  Les portails automatiques coulissants ou ouvrants vers l’intérieur de la parcelle sont \nautorisés en limite de propriété pour autant qu’ils soient situés à plus de 1.20 m du bord \nde la chaussée le long des voies publiques cantonales et à plus de 60 cm le long des \nvoies publiques communales (cf. art. 166 de la Loi sur les routes du 3 septembre 1965).\nModification partielle RCCZ Page 5 sur 5"
    }
  ]
}